[
  {
    "categories": [],
    "id": 1,
    "content": "Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order."
  },
  {
    "categories": ["explicit"],
    "id": 2,
    "content": "The Chuck Norris facts game is played out... And we should all stop contributing to this stupid shit! Unless your a dickless gamer that dwells on this Chuck Norris nonsense"
  },
  {
    "categories": ["explicit"],
    "id": 3,
    "content": "Chuck Norris can make love to 500 women a day, while destroying all of the cock block ninjas that get in his way."
  },
  {
    "categories": ["explicit"],
    "id": 4,
    "content": "Horses have long faces because they keep challenging Chuck Norris to \"whos got the biggest dick\" contests."
  },
  {
    "categories": ["explicit"],
    "id": 5,
    "content": "Every-so-often Chuck Norris will cut a hole into a cement block and proceed to fuck it because he really enjoys \"rough sex\"."
  },
  {
    "categories": ["explicit"],
    "id": 6,
    "content": "Chuck Norris has to asexually reproduce due to the fact no woman would survive in bed with him."
  },
  {
    "categories": ["explicit"],
    "id": 7,
    "content": "Other than having experienced an actual sexual encounter with Chuck Norris, the only thing that can possibly match & satisfy women is a mail order device aptly called an Anal Intruder which exhibits a Roto Rooter twirling action."
  },
  {
    "categories": ["explicit"],
    "id": 8,
    "content": "Chuck Norris answers the question of his metrosexuality by simply reaching his hand down the front of your pants and popping your balls like grapes."
  },
  {
    "categories": ["explicit"],
    "id": 9,
    "content": "Once, after chugging a gallon of Captain Morgan Rum, Chuck Norris french kissed a transexual frog. Nine month later, Chaz Bono was born."
  },
  {
    "categories": ["explicit"],
    "id": 10,
    "content": "Chuck Norris is all for same-sex marriage, as long as both chicks are hot."
  },
  {
    "categories": [],
    "id": 11,
    "content": "Chuck Norris shaves his balls with a chainsaw"
  },
  {
    "categories": [],
    "id": 12,
    "content": "Chuck Norris once gave his grandma a ball of steal wool and she knitted him a bmx.."
  },
  {
    "categories": [],
    "id": 13,
    "content": "Chuck Norris doesnt call the wrong number you answer the wrong phone"
  },
  {
    "categories": [],
    "id": 14,
    "content": "Chuck Norris doesnt take showers to be clean, he lays in boiling water until all germs are killed."
  },
  {
    "categories": [],
    "id": 15,
    "content": "Chuck Norris' drumset is all cowbell."
  },
  {
    "categories": [],
    "id": 16,
    "content": "Chuck Norris is actually an albino silverback gorrilla"
  },
  {
    "categories": [],
    "id": 17,
    "content": "Chuck Norris blows up ballons with his nose"
  },
  {
    "categories": [],
    "id": 18,
    "content": "Chuck Norris stopped at a stop sign, it turned green. Someone once asked Chuck Norris for advice, he's know dead. Chuck Norris saw a man tell his gf \"you take my breathe away\" he kicked him in the chest and said \"wrong\" Even Chuck Norris shadows is scared of him. Someone thought prank calling Chuck Norris from across the world would keep him save, he kicked him through the phone. When Chuck Norris dies he doesn't go to heaven or hell, he goes to Olympus"
  },
  {
    "categories": [],
    "id": 19,
    "content": "If Chuck Norris was the host of Chopped from food network, the one that's been chopped will be literally chopped. Luck is what you need. XD"
  },
  {
    "categories": [],
    "id": 20,
    "content": "Chuck Norris loves all that shit Andrew Zimmern eats on bizzare foods."
  },
  {
    "categories": [],
    "id": 21,
    "content": "Many rednecks and rual farmers enjoy Mountain Oysters as a special delicacy within their traditional menus. Chuck Norris, however, prefers to personally harvest and diet upon Mountain Gorilla Oysters."
  },
  {
    "categories": [],
    "id": 22,
    "content": "'Hakuna Matata' is actually Swahili for 'all hail Chuck Norris'."
  },
  {
    "categories": [],
    "id": 23,
    "content": "Chuck Norris' gaydar is so finely tuned he can tell if you have EVER stared at another man's ass and will brutally kill you accordingly."
  },
  {
    "categories": [],
    "id": 24,
    "content": "Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they're all poisonous."
  },
  {
    "categories": [],
    "id": 25,
    "content": "When Chuck Norris kills you, the government fully covers all funeral expenses, as ordered by the UN. It is the only truly good thing they have ever done."
  },
  {
    "categories": [],
    "id": 26,
    "content": "# Chuck Norris's show is called Walker: Texas Ranger, because Chuck Norris doesn't run."
  },
  {
    "categories": [],
    "id": 27,
    "content": "Chuck Norris does not play the lottery. It doesn't have nearly enough balls."
  },
  {
    "categories": [],
    "id": 28,
    "content": "The term \"Cleveland Steamer\" got its name from Chuck Norris, when he took a dump while visiting the Rock and Roll Hall of fame and buried northern Ohio under a glacier of fecal matter."
  },
  {
    "categories": [],
    "id": 29,
    "content": "Chuck Norris is not Politically Correct. He is just Correct. Always."
  },
  {
    "categories": [],
    "id": 30,
    "content": "Pick a number between 1 and 10. No matter what it is, you are wrong, and Chuck Norris is now on his way to brutally murder you."
  },
  {
    "categories": [],
    "id": 31,
    "content": "Chuck Norris never liked the Phillippines. Especially Tacloban."
  },
  {
    "categories": [],
    "id": 32,
    "content": "Peter Piper picked a peck of pickled peppers. Chuck Norris shot him and screwed his mother against a wall for three hours."
  },
  {
    "categories": [],
    "id": 33,
    "content": "Chuck Norris roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum."
  },
  {
    "categories": [],
    "id": 34,
    "content": "Those aren't credits that roll after Walker Texas Ranger. It is actually a list of fatalities that occurred during the making of the episode."
  },
  {
    "categories": [],
    "id": 35,
    "content": "Chuck Norris is a very generous man -- every day, he allows billions of people to continue to live."
  },
  {
    "categories": [],
    "id": 36,
    "content": "TNT was originally developed by Chuck Norris to cure indigestion."
  },
  {
    "categories": [],
    "id": 37,
    "content": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell \"What The Hell was That?\"."
  },
  {
    "categories": [],
    "id": 38,
    "content": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe."
  },
  {
    "categories": [],
    "id": 39,
    "content": "You don't really see a light at the end of the tunnel you see Chuck Norris roundhouse kick your face."
  },
  {
    "categories": [],
    "id": 40,
    "content": "According to Einstein's theory of relativity, Chuck Norris can actually roundhouse kick you yesterday."
  },
  {
    "categories": ["movie"],
    "id": 41,
    "content": "In the movie \"The Matrix\", Chuck Norris is the Matrix. If you pay close attention in the green \"falling code\" scenes, you can make out the faint texture of his beard."
  },
  {
    "categories": ["music"],
    "id": 42,
    "content": "\"Let the Bodies Hit the Floor\" was originally written as Chuck Norris' theme song."
  },
  {
    "categories": [],
    "id": 43,
    "content": "Paper beats rock, rock beats scissors, and scissors beats paper, but Chuck Norris beats all 3 at the same time."
  },
  {
    "categories": [],
    "id": 44,
    "content": "Along with his black belt, Chuck Norris often chooses to wear brown shoes. No one has DARED call him on it. Ever."
  },
  {
    "categories": [],
    "id": 45,
    "content": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Masacre."
  },
  {
    "categories": [],
    "id": 46,
    "content": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis."
  },
  {
    "categories": ["dev"],
    "id": 47,
    "content": "Chuck Norris is currently suing myspace for taking the name of what he calls everything around you."
  },
  {
    "categories": [],
    "id": 48,
    "content": "Chuck Norris once scored 8000 in a bowling game by using his own balls."
  },
  {
    "categories": [],
    "id": 49,
    "content": "Chuck Norris once got an A+ for eating his essay and calling his 7th Grade teacher a pussy."
  },
  {
    "categories": [],
    "id": 50,
    "content": "Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the Chuck gave them a roundhouse kick to the face."
  },
  {
    "categories": [],
    "id": 51,
    "content": "The phrase 'balls to the wall' was originally conceived to describe Chuck Norris entering any building smaller than an aircraft hangar."
  },
  {
    "categories": [],
    "id": 52,
    "content": "One time, Chuck Norris accidentally stubbed his toe. It destroyed the entire state of Ohio."
  },
  {
    "categories": [],
    "id": 53,
    "content": "The Holy Trinity is actually Chuck Norris' mammoth wang and gonads."
  },
  {
    "categories": [],
    "id": 54,
    "content": "A handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there."
  },
  {
    "categories": [],
    "id": 55,
    "content": "Chuck Norris never actually gets hit by punches and kicks, he actually is performing a fighting style where he smashes the limbs of his foes with his face."
  },
  {
    "categories": [],
    "id": 56,
    "content": "At some point, you go past \"dangerous\" into \"insane\". Beyond that on the spectrum, you have \"homicidal\", \"a national threat\" and finally a category that experts have simply named, \"Chuck Norris\"."
  },
  {
    "categories": [],
    "id": 57,
    "content": "The last digit of pi is Chuck Norris. He is the end of all things."
  },
  {
    "categories": [],
    "id": 58,
    "content": "Scientifically speaking, it is impossible to charge Chuck Norris with \"obstruction of justice.\" This is because even Chuck Norris cannot be in two places at the same time."
  },
  {
    "categories": ["explicit"],
    "id": 59,
    "content": "Chuck Norris once challenged Lance Armstrong in a \"Who has more testicles?\" contest. Chuck Norris won by 5."
  },
  {
    "categories": [],
    "id": 60,
    "content": "Chuck Norris has never been in a fight, ever. Do you call one roundhouse kick to the face a fight?"
  },
  {
    "categories": [],
    "id": 61,
    "content": "Chuck Norris invented his own type of karate. It's called Chuck-Will-Kill."
  },
  {
    "categories": [],
    "id": 62,
    "content": "Chuck Norris can ski on lava and roast marshmallows on snow."
  },
  {
    "categories": [],
    "id": 63,
    "content": "Once you go Norris, you are physically unable to go back."
  },
  {
    "categories": [],
    "id": 64,
    "content": "Chuck Norris runs on batteries. Specifically, Die Hards."
  },
  {
    "categories": [],
    "id": 65,
    "content": "Chuck Norris once ate four 30lb bowling balls without chewing."
  },
  {
    "categories": [],
    "id": 66,
    "content": "Chuck Norris is ten feet tall, weighs two-tons, breathes fire, and could eat a hammer and take a shotgun blast standing."
  },
  {
    "categories": [],
    "id": 67,
    "content": "Tom Clancy has to pay royalties to Chuck Norris because \"The Sum of All Fears\" is the name of Chuck Norris' autobiography."
  },
  {
    "categories": [],
    "id": 68,
    "content": "Chuck Norris was the orginal sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel."
  },
  {
    "categories": [],
    "id": 69,
    "content": "Not everyone that Chuck Norris is mad at gets killed. Some get away. They are called astronauts."
  },
  {
    "categories": [],
    "id": 70,
    "content": "Chuck Norris once cut a man into two equal diametrically opposing sections by giving him a wedgie."
  },
  {
    "categories": ["dev"],
    "id": 71,
    "content": "All arrays Chuck Norris declares are of infinite size, because Chuck Norris knows no bounds."
  },
  {
    "categories": [],
    "id": 72,
    "content": "Chuck Norris' house has no doors, only walls that he walks through."
  },
  {
    "categories": [],
    "id": 73,
    "content": "When Chuck Norris farts out loud, no one dares laugh. They all go home and die due to fart poisoning, Chuck Norris Fart Poisoning."
  },
  {
    "categories": [],
    "id": 74,
    "content": "The phrase 'break a leg' was originally coined by Chuck Norris's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case."
  },
  {
    "categories": ["dev"],
    "id": 75,
    "content": "Chuck Norris is the ultimate mutex, all threads fear him."
  },
  {
    "categories": [],
    "id": 76,
    "content": "Chuck Norris can't finish a \"color by numbers\" because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red."
  },
  {
    "categories": [],
    "id": 77,
    "content": "It is better to give than to receive. This is especially true of a Chuck Norris roundhouse kick."
  },
  {
    "categories": [],
    "id": 78,
    "content": "Thousands of years ago Chuck Norris came across a bear. It was so terrified that it fled north into the arctic. It was also so terrified that all of its decendents now have white hair."
  },
  {
    "categories": [],
    "id": 79,
    "content": "Ninjas want to grow up to be just like Chuck Norris. But usually they grow up just to be killed by Chuck Norris."
  },
  {
    "categories": [],
    "id": 80,
    "content": "Captain Planet once told Chuck Norris that he had control over all the elements - earth, water, wind and fire. Chuck Norris then drowned him in fire and blew him six feet under, thereby utilizing all four elements to move the good captain asunder. (It should be noted here that Chuck Norris, for the first time ever, deviated from using his signature roundhouse kick.)"
  },
  {
    "categories": [],
    "id": 81,
    "content": "Chuck Norris can hammer an nail into the wall with a roundhouse kick"
  },
  {
    "categories": [],
    "id": 82,
    "content": "CNN was originally created as the \"Chuck Norris Network\" to update Americans with on-the-spot ass kicking in real-time."
  },
  {
    "categories": [],
    "id": 83,
    "content": "Chuck Norris can kick through all 6 degrees of separation, hitting anyone, anywhere, in the face, at any time."
  },
  {
    "categories": [],
    "id": 84,
    "content": "Chuck Norris built a time machine and went back in time to stop the JFK assassination. As Oswald shot, Chuck met all three bullets with his beard, deflecting them. JFK's head exploded out of sheer amazement."
  },
  {
    "categories": [],
    "id": 85,
    "content": "Chuck Norris doesn't actually write books, the words assemble themselves out of fear."
  },
  {
    "categories": [],
    "id": 86,
    "content": "This year's Chuck Norris Super Sunday Super Bowl party was catered by Chick-fil-A and all other party items delivered by Hobby Lobby"
  },
  {
    "categories": [],
    "id": 87,
    "content": "It is scientifically impossible for Chuck Norris to have had a mortal father. The most popular theory is that he went back in time and fathered himself."
  },
  {
    "categories": [],
    "id": 88,
    "content": "Chuck Norris is the only man who has, literally, beaten the odds. With his fists."
  },
  {
    "categories": [],
    "id": 89,
    "content": "Chuck Norris doesn't stub his toes. He accidentally destroys chairs, bedframes, and sidewalks."
  },
  {
    "categories": [],
    "id": 90,
    "content": "How much wood would a woodchuck chuck if a woodchuck could Chuck Norris? All of it."
  },
  {
    "categories": [],
    "id": 91,
    "content": "Chuck Norris is the father of all WMDs."
  },
  {
    "categories": [],
    "id": 92,
    "content": "Chuck Norris is the only person in the world that can actually email a roundhouse kick."
  },
  {
    "categories": [],
    "id": 93,
    "content": "We live in an expanding universe. All of it is trying to get away from Chuck Norris."
  },
  {
    "categories": [],
    "id": 94,
    "content": "This little piggy went to the market,this little piggy stayed home,this little piggy went we we we all the way home because Chuck Norris delivered a fatal roundhouse kick to the other piggy."
  },
  {
    "categories": [],
    "id": 95,
    "content": "Chuck Norris' erections always last for over 4 hours. Only his wife needs to call a doctor for erections that last that long."
  },
  {
    "categories": [],
    "id": 96,
    "content": "Faster than a speeding bullet... More powerful than a locomotive... Able to leap tall buildings in a single bound... These are some of Chuck Norris's warm-up exercises."
  },
  {
    "categories": [],
    "id": 97,
    "content": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live."
  },
  {
    "categories": [],
    "id": 98,
    "content": "All roads lead to Chuck Norris. And by the transitive property, a roundhouse kick to the face."
  },
  {
    "categories": [],
    "id": 99,
    "content": "\"Sweating bullets\" is literally what happens when Chuck Norris gets too hot."
  },
  {
    "categories": [],
    "id": 100,
    "content": "Chuck Norris has a sign in his front yard that reads, \"Beware of Chuck Norris.\" This is not a joke. He actually has one."
  },
  {
    "categories": ["history"],
    "id": 101,
    "content": "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably."
  },
  {
    "categories": ["dev"],
    "id": 102,
    "content": "MySpace actually isn't your space, it's Chuck's (he just lets you use it)."
  },
  {
    "categories": ["dev"],
    "id": 103,
    "content": "Chuck Norris can install iTunes without installing Quicktime."
  },
  {
    "categories": [],
    "id": 104,
    "content": "Chuck Norris Plays paintball with Al Qaeda."
  },
  {
    "categories": ["dev"],
    "id": 105,
    "content": "Chuck Norris originally appeared in the \"Street Fighter II\" video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked about this glitch, Norris replied \"That's no glitch.\""
  },
  {
    "categories": ["dev"],
    "id": 106,
    "content": "Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always."
  },
  {
    "categories": ["dev"],
    "id": 107,
    "content": "Chuck Norris doesn't need garbage collection because he doesn't call .Dispose(), he calls .DropKick()."
  },
  {
    "categories": ["dev"],
    "id": 108,
    "content": "All browsers support the hex definitions #chuck and #norris for the colors black and blue."
  },
  {
    "categories": [],
    "id": 109,
    "content": "Chuck Norris plays paintball with live ammunition in Afghanistan."
  },
  {
    "categories": [],
    "id": 110,
    "content": "Allstate is in good hands with Chuck Norris"
  },
  {
    "categories": [],
    "id": 111,
    "content": "Chuck Norris gargles ball bearings."
  },
  {
    "categories": [],
    "id": 112,
    "content": "CHUCK NORRIS WILL KILL YOU ALL!"
  },
  {
    "categories": ["celebrity"],
    "id": 113,
    "content": "Wilt Chamberlain claims to have slept with more than 20,000 women in his lifetime. Chuck Norris calls this \"a slow Tuesday.\""
  },
  {
    "categories": [],
    "id": 114,
    "content": "Chuck Norris decided he needed to have a pet. He looked at dogs and cats then ended up getting a pet alligator named Fluffy."
  },
  {
    "categories": [],
    "id": 115,
    "content": "All good things must come to an end...... When Chuck Norris says stop."
  },
  {
    "categories": [],
    "id": 116,
    "content": "They say that the size and value of a man's car is inversely proportional to the size of his manhood. That must be why Chuck Norris usually gets around on a pair of rollerskates. And a wheelbarrow."
  },
  {
    "categories": [],
    "id": 117,
    "content": "Chuck Norris once had a heckler call him \"Chuckie\". Chuck kicked him so hard he was arrested for speeding 2 blocks away."
  },
  {
    "categories": [],
    "id": 118,
    "content": "Chuck Norris can sing with his feet and walk on his eyeballs."
  },
  {
    "categories": [],
    "id": 119,
    "content": "Chuck Norris was an only child...eventually."
  },
  {
    "categories": ["movie"],
    "id": 120,
    "content": "\"Brokeback Mountain\" is not just a movie. It's also what Chuck Norris calls the pile of dead ninjas in his front yard."
  },
  {
    "categories": ["explicit"],
    "id": 121,
    "content": "As a teen, Chuck Norris had sex with every nun in a convent tucked away in the hills of Tuscany. Nine months later the nuns gave birth to the 1972 Miami Dolphins, the only undefeated and untied team in professional football history."
  },
  {
    "categories": [],
    "id": 122,
    "content": "Chuck Norris can power-shit a large ball bearing through your skull from half a mile away."
  },
  {
    "categories": [],
    "id": 123,
    "content": "Whenever Chuck Norris sees a world touched by war, thousands of soldiers dying and mortars exploding, guns guns and more guns are firing....He really just wants to nuke the crap outta it."
  },
  {
    "categories": ["celebrity"],
    "id": 124,
    "content": "Bill Gates thinks he's Chuck Norris. Chuck Norris actually laughed. Once."
  },
  {
    "categories": [],
    "id": 125,
    "content": "Chuck Norris injects hot coffee directly into his eyeballs."
  },
  {
    "categories": ["food"],
    "id": 126,
    "content": "In honor of Chuck Norris, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be Chucksized."
  },
  {
    "categories": ["religion"],
    "id": 127,
    "content": "The Bible was originally titled \"Chuck Norris and Friends\""
  },
  {
    "categories": ["food"],
    "id": 128,
    "content": "Chuck Norris once sued Burger King after they refused to put razor wire in his Whopper Jr, insisting that that actually is \"his\" way."
  },
  {
    "categories": ["food"],
    "id": 129,
    "content": "When in a bar, you can order a drink called a \"Chuck Norris\". It is also known as a \"Bloody Mary\", if your name happens to be Mary."
  },
  {
    "categories": ["sport"],
    "id": 130,
    "content": "Chuck Norris has the greatest Poker-Face of all time. He won the 1983 World Series of Poker, despite holding only a Joker, a Get out of Jail Free Monopoloy card, a 2 of clubs, 7 of spades and a green #4 card from the game UNO."
  },
  {
    "categories": ["food"],
    "id": 131,
    "content": "Chuck Norris can drink an entire gallon of milk in thirty-seven seconds."
  },
  {
    "categories": ["movie"],
    "id": 132,
    "content": "Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate."
  },
  {
    "categories": ["movie"],
    "id": 133,
    "content": "The opening scene of the movie \"Saving Private Ryan\" is loosely based on games of dodgeball Chuck Norris played in second grade."
  },
  {
    "categories": ["sport"],
    "id": 134,
    "content": "Chuck Norris used to play baseball. When Babe Ruth was hailed as the better player, Chuck Norris killed him with a baseball bat to the throat. Lou Gehrig got off easy."
  },
  {
    "categories": ["food"],
    "id": 135,
    "content": "Most tough men eat nails for breakfast. Chuck Norris does all of his grocery shopping at Home Depot."
  },
  {
    "categories": ["movie"],
    "id": 136,
    "content": "MacGyver can build an airplane out of gum and paper clips, but Chuck Norris can roundhouse-kick his head through a wall and take it."
  },
  {
    "categories": ["sport"],
    "id": 137,
    "content": "There are no steroids in baseball. Just players Chuck Norris has breathed on."
  },
  {
    "categories": ["sport"],
    "id": 138,
    "content": "Chuck Norris plays racquetball with a waffle iron and a bowling ball."
  },
  {
    "categories": ["money"],
    "id": 139,
    "content": "When Chuck Norris calls 1-900 numbers, he doesn't get charged. He holds up the phone and money falls out."
  },
  {
    "categories": ["science"],
    "id": 140,
    "content": "Science Fact: Roundhouse kicks are comprised primarily of an element called Chucktanium."
  },
  {
    "categories": ["science"],
    "id": 141,
    "content": "It is believed dinosaurs are extinct due to a giant meteor. That's true if you want to call Chuck Norris a giant meteor."
  },
  {
    "categories": ["celebrity"],
    "id": 142,
    "content": "In a tagteam match, Chuck Norris was teamed with Hulk Hogan against King Kong Bundy and Andre The Giant. He pinned all 3 at the same time."
  },
  {
    "categories": ["career"],
    "id": 143,
    "content": "Chuck Norris is actually the front man for Apple. He let's Steve Jobs run the show when he's on a mission. Chuck Norris is always on a mission."
  },
  {
    "categories": ["science"],
    "id": 144,
    "content": "When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris."
  },
  {
    "categories": ["science"],
    "id": 145,
    "content": "When J. Robert Oppenheimer said \"I am become death, the destroyer Of worlds\", He was not referring to the atomic bomb. He was referring to the Chuck Norris halloween costume he was wearing."
  },
  {
    "categories": ["history"],
    "id": 146,
    "content": "Chuck Norris originally wrote the first dictionary. The definition for each word is as follows - A swift roundhouse kick to the face."
  },
  {
    "categories": [],
    "id": 147,
    "content": "Magicians always have an extra trick up their sleeve. Chuck Norris has an extra pair of balls up his."
  },
  {
    "categories": [],
    "id": 148,
    "content": "Chuck Norris discovered a new species of butterfy. The aptly named Chucknorrriscus Mortalitas (striking butterfly of death). It goes high into the air and takes a dramatic dive to crash into a human skull, literally splitting it open, giving the human only a few seconds to live after that. Then, it feeds on the human brain."
  },
  {
    "categories": [],
    "id": 149,
    "content": "Chuck Norris once competed in the Iditarod Sled Dog Race pulling his team of 12 dogs, the sled, 4 SUVs, and a tank batallion. He finished 115 hours before the runner-up."
  },
  {
    "categories": [],
    "id": 150,
    "content": "Neil Armstrong finally wore out Chuck Norris' patience."
  },
  {
    "categories": [],
    "id": 151,
    "content": "Lance Armstrong finally admitted to his steroid use simply because Chuck Norris warned him that he would bite the other one off."
  },
  {
    "categories": [],
    "id": 152,
    "content": "When Chuck Norris was a bartender he invented a drink called the \"Colon Slammer\". It was made with Vodka and Prune juice."
  },
  {
    "categories": [],
    "id": 153,
    "content": "Little known fact: Chuck Norris was a massive Doors fan, and for a while used to insist on being called Chuck Norrison. Then he heard that the singer moved to France, then scared him to death in the bathtub."
  },
  {
    "categories": [],
    "id": 154,
    "content": "All ten of Chuck Norris' fingers are middle fingers."
  },
  {
    "categories": [],
    "id": 155,
    "content": "It is scientifically impossible for Chuck Norris to have had a mortal father. He went back in time and fathered himself."
  },
  {
    "categories": [],
    "id": 156,
    "content": "Chuck Norris was at the zoo and accidentally fell into the lion pen. A fierce male lion charged up to Chuck, then politely showed him to the exit gate."
  },
  {
    "categories": [],
    "id": 157,
    "content": "Chuck Norris lettered in 14 sports in high school. He would have had won letters in 15 if ass-kicking had been an officially recognized sport."
  },
  {
    "categories": [],
    "id": 158,
    "content": "Chuck Norris can call himself on his own cell phone and not get a busy signal."
  },
  {
    "categories": [],
    "id": 159,
    "content": "When the power went out at a Dallas TX shopping mall, Chuck Norris single-handedly rescued 14 blondes that were trapped on the escalators."
  },
  {
    "categories": [],
    "id": 160,
    "content": "Chuck Norris' balls make a pumpkin look like a bronze bb."
  },
  {
    "categories": [],
    "id": 161,
    "content": "Only Chuck Norris is allowed to take a dump off the Golden Gate Bridge. Onlookers boating in the bay celebrate the event by getting shit faced before the party drinking begins."
  },
  {
    "categories": [],
    "id": 162,
    "content": "Chuck Norris once launched a massive reverse roundhouse kick at a man's face, missed and struck a conrete wall. The man died anyway from the percussion shock."
  },
  {
    "categories": [],
    "id": 163,
    "content": "Chuck Norris once thought that he a hemorrhoid on his asshole. When it fell off, he discovered is was actually a huge tick that died from blood poisoning."
  },
  {
    "categories": [],
    "id": 164,
    "content": "Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once ate a whole turtle and when he crapped it out it was six feet tall and had learned karate."
  },
  {
    "categories": [],
    "id": 165,
    "content": "Before Chuck Norris was born, the martial arts weapons with two wooden rods attached to a chain were originally called Nunwaldos. Nobody knows what happened to Waldo but they are still looking for him."
  },
  {
    "categories": [],
    "id": 166,
    "content": "Chuck Norris was at a drugstore recently and mistaken for an employee. A lady asked \"do you have cotton balls\"? Chuck replied \"no ma'am, mine are solid meat\"."
  },
  {
    "categories": [],
    "id": 167,
    "content": "Michael Jordan is the Chuck Norris of basketball."
  },
  {
    "categories": [],
    "id": 168,
    "content": "Chuck Norris can tgjiethgrvljhjdhntsrndkhjdkhkfghbjrdsnhwedjkwbnjdfss HAAAAAAAAAAAAAAAAAACK! STOP! PLEASE! I BEG UH He died. I knew what he was going to say. It's super secret. if anyone knows, they die. Oh, and he was using this software called \"Dragon\": it's a speech-to-text device. - Chuck Norris"
  },
  {
    "categories": [],
    "id": 169,
    "content": "When Chuck Norris goes to an ATM, the machine empties itself of all cash to Chuck Norris out of sheer terror."
  },
  {
    "categories": [],
    "id": 170,
    "content": "If you ever say 'have a nice day' to Chuck Norris, he will of course reply 'don't mind if I do' then immediately stab you in the throat with his car keys and enthusiastically bone your girlfriend as you die."
  },
  {
    "categories": [],
    "id": 171,
    "content": "Chuck Norris buys all of his horses, long horn steers, feed and water at 7-11 convenience stores."
  },
  {
    "categories": [],
    "id": 172,
    "content": "Chuck Norris calls creditors..they always pay"
  },
  {
    "categories": [],
    "id": 173,
    "content": "I made an error for 5720. The world will not end, to probably everyone's relief. Here is the corrected version: Chuck Norris can tgjiethgrvljhjdhntsrndkhjdkhkfghbjrdsnhwedjkwbnjdfss HAAAAAAAAAAAAAAAAAACK! STOP! PLEASE! I BEG UH He died. I knew what he was going to say. It's super secret. If anyone knows, they die. Oh, and he was using this software called \"Dragon\": it's a speech-to-text device. - Chuck Norris"
  },
  {
    "categories": [],
    "id": 174,
    "content": "Chuck Norris can be totally understood by Russian people, by simply speaking plain english and adding a '-ski' at the end of every sentance."
  },
  {
    "categories": [],
    "id": 175,
    "content": "Chuck Norris can crash your dorm party get all the women's attention and shit on the floor before he leaves, why? Because he's Chuck Norris."
  },
  {
    "categories": [],
    "id": 176,
    "content": "Chuck Norris is the alpha and the omega. And all those other fruity letters."
  },
  {
    "categories": [],
    "id": 177,
    "content": "Chuck Norris went up Niagara Falls in a barrel."
  },
  {
    "categories": [],
    "id": 178,
    "content": "Chuck Norris actually smiles two or three times a year, proving that his facial muscles can withstand stresses which would pulp a regular human skull."
  },
  {
    "categories": [],
    "id": 179,
    "content": "If released, the four-hour Chuck Norris/Kim Kardashian sex-tape will literally break the internet."
  },
  {
    "categories": [],
    "id": 180,
    "content": "There are lesser apes and greater apes. Chuck Norris is the greatest apes of them all."
  },
  {
    "categories": [],
    "id": 181,
    "content": "Only Expendables 2 earned its title as an All Star Movie, and that was merely by the introduction of Chuck Norris."
  },
  {
    "categories": [],
    "id": 182,
    "content": "How do you get to Carnagie Hall? Chuck Norris."
  },
  {
    "categories": [],
    "id": 183,
    "content": "God created Chuck Norris because Chuck Norris allowed him."
  },
  {
    "categories": [],
    "id": 184,
    "content": "Chuck Norris visited Americas Toughest Prison for a vacation. After 30 seconds of fighting, all the inmates asked to be transferred to Death Row."
  },
  {
    "categories": [],
    "id": 185,
    "content": "In the movie Alien 5 the Asswhoopin', movie goers were astonished to see a small Chuck Norris burst out of an alien and proceed to kick the crap out of him."
  },
  {
    "categories": [],
    "id": 186,
    "content": "On February 15, 2013, Chuck Norris hit a home run out of Rangers Ballpark that made it to Chelyabinsk, Russia before exploding. New personal best."
  },
  {
    "categories": [],
    "id": 187,
    "content": "When Chuck Norris plays pokemon red, his starter pokemon choices are: Darkrai, Arceus, and Missingno. He, of course, takes them all and is ALREADY a pokemon champion."
  },
  {
    "categories": [],
    "id": 188,
    "content": "Chuck Norris falls in a pit with hundreds of Rattlesnakes. The next day he emerges with Rattleskin boots,belt,hat,jacket and noticeable weight gain."
  },
  {
    "categories": [],
    "id": 189,
    "content": "If God knows all, sees all, and hears all, then God must be Chuck Norris."
  },
  {
    "categories": [],
    "id": 190,
    "content": "Chuck Norris once developed a severe case of upset stomach after eating an entire live rhino. He had to pull the pin and swallow a live hand grenade just to be able to burp."
  },
  {
    "categories": [],
    "id": 191,
    "content": "Chuck Norris made a pair of toy X-Ray vision glasses really work."
  },
  {
    "categories": [],
    "id": 192,
    "content": "Facebook was originally Chuck Norris's personal webpage of pictures of the people he has roundhouse kicked in face.It filled up with so many people it leaked onto the internet."
  },
  {
    "categories": [],
    "id": 193,
    "content": "Bruce Lee didn't actually kill Chuck Norris, Chuck Norris was just bored of fighting so he took a nap"
  },
  {
    "categories": [],
    "id": 194,
    "content": "Chuck Norris has been there, done that, and got the t-shirt, cap, the mug and spoon set, and the woman who handed all that shit to him."
  },
  {
    "categories": [],
    "id": 195,
    "content": "Chuck Norris is edgier than all the ghettos of Detroit."
  },
  {
    "categories": [],
    "id": 196,
    "content": "Chuck Norris was the first actor cast to play John McClane, the movies were originally called \"Kills Easily\""
  },
  {
    "categories": [],
    "id": 197,
    "content": "All is Chuck Norris and Chuck Norris is All."
  },
  {
    "categories": [],
    "id": 198,
    "content": "An average guy going up against Chuck Norris would be like Woody Allen going into the ring with Mike Tyson."
  },
  {
    "categories": [],
    "id": 199,
    "content": "Chuck Norris once started a forest fire by clanging the wrecking balls down his pants together."
  },
  {
    "categories": [],
    "id": 200,
    "content": "The so-called imaginary numbers used to be real numbers, till Chuck Norris roundhouse kicked them to oblivion. This incident is also responsible for most of the mysteries of the Universe."
  },
  {
    "categories": [],
    "id": 201,
    "content": "Chuck Norris' balls are so big, that if Kayne West was in the same room with him their gravitational pull would attract Kayne West's tongue. Kayne West is such a girl, that if his tongue were to come into contact with Chuck Norris' balls, he would instinctively begin licking them like a $2 ho."
  },
  {
    "categories": [],
    "id": 202,
    "content": "Chuck Norris can run so fast, he can actually shoot an apple off of his own head"
  },
  {
    "categories": [],
    "id": 203,
    "content": "Chuck Norris completed his bucket list when he was 14. He officially retired that year."
  },
  {
    "categories": [],
    "id": 204,
    "content": "Once Chuck Norris installed an internet in his windmill."
  },
  {
    "categories": [],
    "id": 205,
    "content": "Chuck Norris is allowed to put Baby in the corner."
  },
  {
    "categories": [],
    "id": 206,
    "content": "Chuck Norris recently created a new genre of music, by fusing country music with East Coast gansta rap and Swedish death metal while incorporating elements of Tibetian throat-singing. He calls it Norrisound."
  },
  {
    "categories": [],
    "id": 207,
    "content": "There is a light at the end of every tunnel, just pray it's not the frieght train called Chuck Norris."
  },
  {
    "categories": [],
    "id": 208,
    "content": "Hot news from the Vatican...white smoke appears. Chuck Norris has been elected Pope! All ye of faith, welcome Pope Charles deNoir-iz Kikyorectumis."
  },
  {
    "categories": [],
    "id": 209,
    "content": "Chuck Norris is so modest that his ranch isn't called \"Chuck Norris's ranch.\" It is simply called \"Texas\"."
  },
  {
    "categories": [],
    "id": 210,
    "content": "Chuck Norris won the NBA Slam Dunk competition by just holding the ball."
  },
  {
    "categories": [],
    "id": 211,
    "content": "Chuck Norris once roundhouse kicked a guy called Phil. Afterwards Phil became known as Empty."
  },
  {
    "categories": [],
    "id": 212,
    "content": "Chuck Norris will not be in The Expendables 3 simply because Stallone never wants to feel that terrified again."
  },
  {
    "categories": [],
    "id": 213,
    "content": "Lindsay Lohan was actually on her way to having a great acting career before Chuck Norris sodomized her."
  },
  {
    "categories": [],
    "id": 214,
    "content": "Chuck Norris can speak English, Spanish, French, Japanese, Russian, Italian, and Elvish- all at the same time."
  },
  {
    "categories": [],
    "id": 215,
    "content": "Ironically, Chuck Norris once drowned an elephant in a 5,000 gallon vat of peanut oil."
  },
  {
    "categories": [],
    "id": 216,
    "content": "Chuck Norris once got a 500 in bowling. Without a ball. Or pins. Or oxygen."
  },
  {
    "categories": [],
    "id": 217,
    "content": "If \"Evil Dead\" had starred Chuck Norris as originally planned, it would have shattered box office records and be hailed as a masterpiece of modern cinema."
  },
  {
    "categories": [],
    "id": 218,
    "content": "Chuck Norris stood up next to a mountain, and chopped it down with the edge of his hand. He then picked up all the pieces and made a little island. The only surviving witness was Jimi Hendrix."
  },
  {
    "categories": [],
    "id": 219,
    "content": "Chuck Norris can make you disappear with just a blink of an eye, literally."
  },
  {
    "categories": [],
    "id": 220,
    "content": "Bikers call themselves \"hang arounds\" when they're with Chuck Norris"
  },
  {
    "categories": [],
    "id": 221,
    "content": "Chuck Norris once demonstrated CPR, and actually brought the dummy to life."
  },
  {
    "categories": [],
    "id": 222,
    "content": "Chuck Norris has only vomited once. It was a giant ball of 100% pussy hair."
  },
  {
    "categories": [],
    "id": 223,
    "content": "Chuck Norris is actually every member of Slipknot. That's how fast he can change costumes."
  },
  {
    "categories": [],
    "id": 224,
    "content": "The Sherman tank was originaly called the Norris tank until Chuck Norris decided it wasn't tough enough to be associated with him. The Army, for fear of Chuck Norris, renamed the tank and promised to develop a weapon more fitting of his name. To date, no weapon created has been badass enough to be named after Chuck Norris."
  },
  {
    "categories": [],
    "id": 225,
    "content": "Chuck Norris can spit calligraphy."
  },
  {
    "categories": [],
    "id": 226,
    "content": "Tim Tebow can throw a football over 50 yards. Chuck Norris can throw Time Tebow even further."
  },
  {
    "categories": [],
    "id": 227,
    "content": "The Van Halen song \"Runnin' With The Devil\" was originally called \"Running Screaming From Chuck Norris\"."
  },
  {
    "categories": [],
    "id": 228,
    "content": "All Chuck Norris facts should be told in a respectful whisper, whilst laying one's palms and forehead on the floor."
  },
  {
    "categories": [],
    "id": 229,
    "content": "the Speaking Clock calls up Chuck Norris to make sure IT is correct"
  },
  {
    "categories": [],
    "id": 230,
    "content": "Chuck Norris doesn't give you a 'pearl necklace', he simply kills you in a really gross way."
  },
  {
    "categories": [],
    "id": 231,
    "content": "If you've ever wondered where the wind comes from, it's Chuck Norris breathing. The next time it's really windy outside, Chuck Norris is jogging."
  },
  {
    "categories": [],
    "id": 232,
    "content": "While bass fishing near a hiway bridge in his boat, Chuck Norris observed a funeral procession drive by. Out of respect, he stood-up, removed his hat placing it over his heart and thought to himself, \"this is the least I can do...after all I was married to her for over 40 years\"."
  },
  {
    "categories": [],
    "id": 233,
    "content": "Chuck Norris can bake a turkey, a ham and 3 pumpkin pies, all at once inside an easy-bake oven"
  },
  {
    "categories": [],
    "id": 234,
    "content": "As a 3rd grader at school, Chuck Norris played schoolyard dodgeball with all the other boys using 80 pound cannonballs."
  },
  {
    "categories": [],
    "id": 235,
    "content": "Chuck Norris happened to bump into a tower with his erection during a visit to Pisa, Italy. This tower is now called the leaning tower of Pisa."
  },
  {
    "categories": [],
    "id": 236,
    "content": "Chuck Norris can kick you in the nuts so hard, they will fly through your body up into your head and knock out your eyeballs, effectively replacing them."
  },
  {
    "categories": [],
    "id": 237,
    "content": "Chuck Norris wins NASCAR races with all right turns."
  },
  {
    "categories": [],
    "id": 238,
    "content": "Archaeologists in Egypt have recently discovered what may be the world's oldest Chuck Norris fact written on the inside of a sarcophagus - translated from the ancient language, it reads 'Big Chuck is holding a gun to my head and telling me to write this/Big Chuck is the lord of time travel/All hail Big Chuck'."
  },
  {
    "categories": [],
    "id": 239,
    "content": "They had to build a second afterlife for all of the people Chuck Norris killed."
  },
  {
    "categories": [],
    "id": 240,
    "content": "In The Bible, it says that Jonah was swallowed by the whale and the whale was swallowed by Chuck Norris."
  },
  {
    "categories": [],
    "id": 241,
    "content": "Want to have the scariest Halloween costume ever...dress up as Chuck Norris"
  },
  {
    "categories": [],
    "id": 242,
    "content": "Chuck Norris invented Kotex MaxiPads. Originally they were used in hospital ER's to stop profuse bleeding from any part of his victim's body."
  },
  {
    "categories": [],
    "id": 243,
    "content": "The Internet Movie Database reports that Chuck Norris has appeared in 38 films to date. This of course doesn't count the literally thousands of porno and snuff movies Chuck Norris has starred in and/or directed."
  },
  {
    "categories": [],
    "id": 244,
    "content": "Chuck Norris usually prefers to travel on the OUTSIDE of taxis, trains and commercial aircraft."
  },
  {
    "categories": [],
    "id": 245,
    "content": "Chuck Norris is basically a giant throbbing pair of testicles with a cowboy hat and beard."
  },
  {
    "categories": [],
    "id": 246,
    "content": "Chuck Norris'new show is called \"12\" because he doesn't need \"24\"."
  },
  {
    "categories": [],
    "id": 247,
    "content": "Chuck Norris doesn't call the wrong number. You answer the wrong phone"
  },
  {
    "categories": ["religion"],
    "id": 248,
    "content": "Chuck Norris was originally offered the role as Frodo in Lord of the Rings. He declined because, \"Only a pussy would need three movies to destroy a piece of jewelery.\""
  },
  {
    "categories": [],
    "id": 249,
    "content": "Chuck Norris drank up all his alcohol. Then he puked out guns. Hell yeah i said guns. He used them to kill people."
  },
  {
    "categories": [],
    "id": 250,
    "content": "The duck billed platypus is the result of a duck being roundhouse kicked in the head far to close to a beaver by Chuck Norris. The fact yay they have a pouch is a testament to the genetically altering properties of a Chuck Norris Roundhouse kick to the head."
  },
  {
    "categories": [],
    "id": 251,
    "content": "Chuck Norris entered the NFL Hall of Fame on the first ballot."
  },
  {
    "categories": [],
    "id": 252,
    "content": "Chuck Norris does not need to use spell check. If he happens to misspell a word, Merriam-Webster dictionary actually changes it's own published spelling."
  },
  {
    "categories": [],
    "id": 253,
    "content": "Allstate won't quote a rate for mayhem like Chuck Norris!"
  },
  {
    "categories": [],
    "id": 254,
    "content": "The straight and narrow path actually belongs to Chuck Norris."
  },
  {
    "categories": [],
    "id": 255,
    "content": "Chuck Norris can deny the \"License Agreement\" and still be able to install the software"
  },
  {
    "categories": [],
    "id": 256,
    "content": "A child once got a Chuck Norris action figure for his b-day and he made the mistake of calling it a doll... he hasn't come out of the coma yet"
  },
  {
    "categories": [],
    "id": 257,
    "content": "Nelson Mandela was not released from Robben Island prison in 1990. Chuck Norris broke him out of prison, roundhouse kicked ALL the prison gaurds, and safely escorted him to the coast of Capetown. Its good to have a friend like Chuck!"
  },
  {
    "categories": [],
    "id": 258,
    "content": "Whoever said \"You can't win them all\" obviously never met Chuck Norris"
  },
  {
    "categories": [],
    "id": 259,
    "content": "The current stock market crash began when Chuck Norris faxed a Roundhouse kick to Wall Street"
  },
  {
    "categories": [],
    "id": 260,
    "content": "'Old Glory' is also what Chuck Norris calls his package."
  },
  {
    "categories": [],
    "id": 261,
    "content": "Chuck Norris actually died a million years ago. Death just doesn't have the balls to tell him."
  },
  {
    "categories": [],
    "id": 262,
    "content": "Chuck Norris ritually craps out quotes that all of us would be lucky to utter on our deathbeds"
  },
  {
    "categories": [],
    "id": 263,
    "content": "Chuck Norris once found the mammary glands on his pet alligator. He milks her every morning and uses it to foam his morning lattes."
  },
  {
    "categories": [],
    "id": 264,
    "content": "there is no theory of evolution, just a list of species Chuck Norris allows to live"
  },
  {
    "categories": [],
    "id": 265,
    "content": "Chuck Norris isn't really a Texas Ranger, although mentioning such blasphamy in a bar setting will undoubtably start a riot. I highly recomend trying it out if you have balls 1/8th the size of Chuck's."
  },
  {
    "categories": [],
    "id": 266,
    "content": "It is considered a great accomplishment to go down Niagara Falls in a wooden barrel. Chuck Norris can go up Niagara Falls in a cardboard box."
  },
  {
    "categories": [],
    "id": 267,
    "content": "As the old saying goes, You can't make an omelette without Chuck Norris cracking a few human skulls. Because basically he does that all the time."
  },
  {
    "categories": [],
    "id": 268,
    "content": "Chuck Norris is all about that roundhouse kick, bout that roundhouse kick. No punches."
  },
  {
    "categories": [],
    "id": 269,
    "content": "Chuck Norris can easily read your mind, by simply shooting you in the face and examining the wall behind you."
  },
  {
    "categories": [],
    "id": 270,
    "content": "All professional sports teams pay Chuck Norris Not to play--saves money on body bags and funeral arrangements."
  },
  {
    "categories": [],
    "id": 271,
    "content": "If Chuck Norris decides he wants to take a shit on your chest, you just have to quickly come to terms with the fact that you're about to get shit-chested. All you can do is try to craft a thank you speech that touches him enough to not move on to other bodily expulsions."
  },
  {
    "categories": [],
    "id": 272,
    "content": "Chuck Norris contacted Smallpox. It made him sniffle and it evolved into Ebola. So he blew his nose while on vacation in Liberia."
  },
  {
    "categories": [],
    "id": 273,
    "content": "The upcoming debut album by the Chuck Norris Experience is expected to become the highest-selling album of all time."
  },
  {
    "categories": [],
    "id": 274,
    "content": "There was once a 51st state, known as New Idaho. It has not been heard of since it snubbed Chuck Norris as governor and was roundhouse kicked into a parallel dimension, along with Chuck's virginity and the last sonofabitch that overcooked his panda bear steaks. Chuck Norris eats his panda raw"
  },
  {
    "categories": [],
    "id": 275,
    "content": "People talk about what a bad ass Chuck Norris is and I just don't get it . I think it's all made up. To me he is just a regular just a minute someone at the the door..."
  },
  {
    "categories": [],
    "id": 276,
    "content": "Chuck Norris once shot down a Russian MIG in an aerial dogfight. Chuck was flying in a hot air ballon."
  },
  {
    "categories": [],
    "id": 277,
    "content": "Chuck Norris has six assholes. And even he will need them all to shit enough corn & peanuts infused feces on the U.S. House of Representatives."
  },
  {
    "categories": [],
    "id": 278,
    "content": "Chuck Norris has the worlds biggest balls, will Weston has the worlds second largest balls"
  },
  {
    "categories": [],
    "id": 279,
    "content": "Chuck lives forever - You really want to know what happened to the dinosaurs? One of them made fun of Chuck Norris's 'stache."
  },
  {
    "categories": [],
    "id": 280,
    "content": "Chuck Norris's wife had a baby,he did all the breast feeding!"
  },
  {
    "categories": [],
    "id": 281,
    "content": "Chuck Norris was originally going to be in Cowboys VS Aliens, but the movie would have been over in about 3 minutes and 7 seconds."
  },
  {
    "categories": [],
    "id": 282,
    "content": "Chuck Norris thinks Marcelles Wallace looks like a bitch."
  },
  {
    "categories": [],
    "id": 283,
    "content": "Chuck Norris starred in all the 6 Star Wars&#65279; films... as the Force."
  },
  {
    "categories": [],
    "id": 284,
    "content": "If Chuck Norris only had one leg, it would be called Hopper: Texas Ranger."
  },
  {
    "categories": [],
    "id": 285,
    "content": "Once Chuck Norris actually tried on one of his roundhouse kicks. This was also the start of World war 1 and the aftershock of the beginning of World war 2"
  },
  {
    "categories": [],
    "id": 286,
    "content": "CHUCK NORRIS CAN CUT THE PERFECT SLICE OF CAKE WITHOUT MESSING A SINGLE CRUMB, USING ONLY A BASEBALL BAT."
  },
  {
    "categories": [],
    "id": 287,
    "content": "Chuck Norris was selling a line of drinks called (Chuck Norris in a can) in a wide variety of flavors, but do to the fact that the drinks had a roundhouse kick of flavor, it had the same effect as a roundhouse kick."
  },
  {
    "categories": [],
    "id": 288,
    "content": "Chuck Norris scrathes his balls with barb wire."
  },
  {
    "categories": [],
    "id": 289,
    "content": "After Chuck Norris roundhouse kicked Theresa Caputo, the Long Island Medium in the face for being a fake, she really was able to communicate with the dearly departed...posthumously."
  },
  {
    "categories": [],
    "id": 290,
    "content": "Chuck Norris can destroy a falling piano with a dime."
  },
  {
    "categories": [],
    "id": 291,
    "content": "All libraries file Chuck Norris' novels in Non-Fiction"
  },
  {
    "categories": [],
    "id": 292,
    "content": "Santa actually gives everyone presents. It's just that Chuck Norris pounds some of them into coal."
  },
  {
    "categories": [],
    "id": 293,
    "content": "The dinosaurs are extinct because when Chuck Norris was a growing boy, he ate them for lunch. All of them. In one sitting. Scientists have recently discovered prehistoric ash in the crater in mexico, revealing that this was not created by a meteor, but was in fact Chuck Norris's fire pit for this meal."
  },
  {
    "categories": [],
    "id": 294,
    "content": "Colnel Sander's 11 secret herbs and spices are actually Chuck Norris' sweat, pubes, toejam, backwash, clingons, sleep, fingernail clippings, urine, bile, heel callous and semen."
  },
  {
    "categories": [],
    "id": 295,
    "content": "Chuck Norris doesn't play billiards, as he pots all the balls on his first shot. You won't see this, you would have already been killed by the rebounding cueball."
  },
  {
    "categories": [],
    "id": 296,
    "content": "The Kool-Aid Pitcher Man once burst through Chuck Norris' livingroom wall and said, \"Oh Nooooo!\""
  },
  {
    "categories": [],
    "id": 297,
    "content": "Chuck Norris once made a waterfall run backwards by sheer intimidation."
  },
  {
    "categories": [],
    "id": 298,
    "content": "Police searching Philip Seymour Hoffman's apartment found a cowboy hat, bowie knife, a full Walker: Texas Ranger DVD box set and a huge Chuck Norris-shaped hole in the wall. They didn't find this even slightly suspicious."
  },
  {
    "categories": [],
    "id": 299,
    "content": "Chuck Norris doesn't have normal white blood cells like you and I. His have a small black ring around them. This signifies that they are black belts in every form of martial arts and they roundhouse kick the shit out of viruses. That's why Chuck Norris never gets ill."
  },
  {
    "categories": [],
    "id": 300,
    "content": "It is impossible to beat Chuck Norris in rock, paper, scissors since his roundhouse kick beats all. Yes, even the bomb."
  },
  {
    "categories": [],
    "id": 301,
    "content": "Chuck Norris forced the Beatles to change the lyrics to many of their songs, including \"All You Need Is Chuck\", \"Hey Jude (Chuck Norris Fathered You)\" \"I Am Chuck's Walrus\" and \"Everybody's Got Something To Hide Except Chuck Norris\"."
  },
  {
    "categories": [],
    "id": 302,
    "content": "Chuck Norris can literally undress a woman with his eyes."
  },
  {
    "categories": [],
    "id": 303,
    "content": "Chuck Norris requires a recking ball to bowl"
  },
  {
    "categories": [],
    "id": 304,
    "content": "The last guy to play frisbee with Chuck Norris was actually Bob Dole."
  },
  {
    "categories": [],
    "id": 305,
    "content": "The sperm whale is actually the 2nd diving champion. The 1st diving champion is Chuck Norris."
  },
  {
    "categories": [],
    "id": 306,
    "content": "It is a well known fact that too many uninformed people, now deceased, took Chuck Norris for granted. It is equally true that all living, well informed individuals take Chuck Norris for granite."
  },
  {
    "categories": [],
    "id": 307,
    "content": "Chuck Norris is allergic to mercy. Enough said."
  },
  {
    "categories": [],
    "id": 308,
    "content": "Nowadays, it's said that the world will end when Chuck Norris eats a yellow apple tree and McDonald's large-sized French fries at the same time. Why? When Chuck Norris farted after eating ONE yellow apple and ONE French fry at the same time, the resulting explosion created Death Valley."
  },
  {
    "categories": [],
    "id": 309,
    "content": "Chuck Norris once farted and lit it on fire as a joke. We now call it the sun."
  },
  {
    "categories": [],
    "id": 310,
    "content": "The Grim Reaper is actually Chuck Norris's son."
  },
  {
    "categories": [],
    "id": 311,
    "content": "The Chuck Norris commandments: Thou shall not misuse your lord Chuck Norris name. (Chuck 1:3)"
  },
  {
    "categories": [],
    "id": 312,
    "content": "Chuck Norris starred in a sequel to the movie \"300\" It's called \"1\""
  },
  {
    "categories": [],
    "id": 313,
    "content": "if someone challenges Chuck Norris, life ends on earth"
  },
  {
    "categories": [],
    "id": 314,
    "content": "Once, while tooling around in his Delorean, Chuck Norris accidentally went 4.5 billion years into the past. Before returning to the present, he hocked a wad of phlegm out the window. And that is how all life on earth began."
  },
  {
    "categories": [],
    "id": 315,
    "content": "We're taught Jesus died for the redemption of our sins: past, present and future. If Chuck Norris sins, we're totally screwed. We'll need a bus full of Jesuses, for something as minor as when Chuck Norris says \"God dammit\"."
  },
  {
    "categories": [],
    "id": 316,
    "content": "Love is a battlefield. Chuck Norris is Field Marshall."
  },
  {
    "categories": [],
    "id": 317,
    "content": "Chuck Norris once roundhouse kicked a horse in the face, its descendants are now called the giraffe"
  },
  {
    "categories": [],
    "id": 318,
    "content": "Chuck Norris pee'd his name in the snow at Aspen. He was standing in Dallas."
  },
  {
    "categories": [],
    "id": 319,
    "content": "When he was a kid, Chuck Norris invented an imaginary friend, whom he called 'God'. Everyone got in on the act, and religion was born."
  },
  {
    "categories": [],
    "id": 320,
    "content": "Chuck Norris once defeated a alligator, a bear, and a cougar by tying them together with a anaconda"
  },
  {
    "categories": [],
    "id": 321,
    "content": "Sadly, Chuck Norris' famous last words were: \"Watch this\". \"Watch\" meaning, \"please kindly pay attention and observe\". \"This\" meaning, \"my snakeskin boot striking your skull thereby splattering your brains upon the ceiling, wall, hallway and finely fashioned Berber carpet\"."
  },
  {
    "categories": [],
    "id": 322,
    "content": "All the religions of the world believe that reading Chuck Norris facts aloud daily increases your chances of surviving till the next day."
  },
  {
    "categories": [],
    "id": 323,
    "content": "Some people swallow live goldfish on a dare. Chuck Norris prefers live piranha."
  },
  {
    "categories": [],
    "id": 324,
    "content": "Chuck Norris dosen't call 911.. 911 calls Chuck Norris.."
  },
  {
    "categories": [],
    "id": 325,
    "content": "\"He protects woman, and kills enemies. We should all be like Chuck Norris\" - Israli Officer"
  },
  {
    "categories": [],
    "id": 326,
    "content": "It is said that a watch pot nevers boils, but in Chuck Norris case a watch pot boils in an instance out of fear and retallation from Chuck Norris"
  },
  {
    "categories": [],
    "id": 327,
    "content": "The GM.DLS file contains the Roland SoundCanvas Sound Set which is protected under the following copyright: Roland GS Sound Set/Microsoft (P) 1996 Roland Corporation U.S. The Roland SoundCanvas Sound Set is licensed under Microsoft's End User License Agreement for use with Microsoft operating system products only. All other uses require a separate written license from Chuck Norris."
  },
  {
    "categories": [],
    "id": 328,
    "content": "When Chuck Norris turned nine he finally kicked his parents the fuck out of his house."
  },
  {
    "categories": [],
    "id": 329,
    "content": "The DeathStar wasn't a destroying machine, it was one of Chuck Norris' balls."
  },
  {
    "categories": [],
    "id": 330,
    "content": "Chuck Norris usually finishes typing before the words start getting displayed on the screen"
  },
  {
    "categories": [],
    "id": 331,
    "content": "Chuck Norris farts helium, which is tapped by the US Meteorological department to send balloon up into ionosphere. True fact."
  },
  {
    "categories": [],
    "id": 332,
    "content": "The reason why Chuck Norris can get away with all of his thousands of murders is because he his 'preventing future crimes'."
  },
  {
    "categories": [],
    "id": 333,
    "content": "Microsoft has made available a new outeractive smartphone app for bullied jr high school dorks and college geeks. It's called the Chuck Norris app. Push the app icon and a Chuck Norris fist explodes from the smartphone and lands squarely upon the soon to be bloody nose of the nearest bully."
  },
  {
    "categories": [],
    "id": 334,
    "content": "Most people have 23 chromosomes, Chuck Norris has 72 and they're all poisonous"
  },
  {
    "categories": [],
    "id": 335,
    "content": "Dragon Ball Z was based upon all of Chuck Norris's moves"
  },
  {
    "categories": [],
    "id": 336,
    "content": "If Chuck Norris ever starred in Jaws, the movie would be called: \"Dentures\"."
  },
  {
    "categories": [],
    "id": 337,
    "content": "Chuck Norris is the only person on Earth who can literally be beside himself. You don't want to be around when they do that."
  },
  {
    "categories": [],
    "id": 338,
    "content": "Whitney Houston was recently found dead in a Hotel room with drugs all around her body. She overdosed once she found out Chuck Norris was actually her father."
  },
  {
    "categories": [],
    "id": 339,
    "content": "Chuck Norris recently got Sylvester Stallone in a headlock and told him 'motherfucker if I ever hear you fucking swear I will motherfucking kill your entire motherfucking family, bitch'."
  },
  {
    "categories": [],
    "id": 340,
    "content": "If you're going to prison, simply tattoo 'PROPERTY OF CHUCK NORRIS' on your lower back, and you can drop the soap all you want."
  },
  {
    "categories": [],
    "id": 341,
    "content": "This is Chuck Norris. Chuck Norris kills cyclops by punching them between the eyes. Chuck Norris kills all the bad guys without reloading. Chuck Norris is the greatest at being the greatest at everything. NO NOT attempt to be like Chuck."
  },
  {
    "categories": [],
    "id": 342,
    "content": "The DEA raided a hotel room to capture a man sniffing cocaine, upon knowing that it was CHUCK NORRIS they all hancuff and arrested themselves!"
  },
  {
    "categories": [],
    "id": 343,
    "content": "The force actually has three sides. The light side the Darkside and the Chuck Norris side"
  },
  {
    "categories": [],
    "id": 344,
    "content": "To prevent air pollution and save energy, Chuck Norris swallows smoldering coal and then eat raw fish to cook it inside his stomach."
  },
  {
    "categories": [],
    "id": 345,
    "content": "If a tree falls in the woods, not only did Chuck Norris hear it, he probably kicked that motherfucker over too."
  },
  {
    "categories": [],
    "id": 346,
    "content": "CHUCK NORRIS IS ACTUALLY B******* O FROM LONDON"
  },
  {
    "categories": [],
    "id": 347,
    "content": "Kiri-sute gomen (&#26028;&#25448;&#24481;&#20813; or &#20999;&#25448;&#24481;&#20813;, literally, \"authorization to cut and leave\" (the body of the victim)) is an old Japanese expression dating back to the feudal era right to strike (right of samurai to kill commoners for perceived affronts). Samurai had the right to strike with sword at anyone of a lower class who compromised their honour. Chuck Norris is the only person on earth who is still allowed to do this."
  },
  {
    "categories": [],
    "id": 348,
    "content": "Chuck Norris is so passionate, all of his crimes of passion are misdemenor fines that all of his victims/chosen ones will gladly pay for him."
  },
  {
    "categories": [],
    "id": 349,
    "content": "The rotation of the Earth was actually started by a Chuck Norris roundhouse kick."
  },
  {
    "categories": [],
    "id": 350,
    "content": "Chuck Norris demands a 29th day of February every 4 years. We call this leap year. It's true name is leapspinkick year."
  },
  {
    "categories": [],
    "id": 351,
    "content": "Chuck Norris can parallel park a freight train"
  },
  {
    "categories": [],
    "id": 352,
    "content": "It was actually Chuck Norris who gave Halle Berry the vanilla fever."
  },
  {
    "categories": [],
    "id": 353,
    "content": "Time heals all wounds. Except, of course, if you've just been wounded by Chuck Norris. Then you're fucked."
  },
  {
    "categories": [],
    "id": 354,
    "content": "E=MC2 actually means EVERYTHING = Mr. CHUCK NORRIS CHUCK NORRIS!"
  },
  {
    "categories": [],
    "id": 355,
    "content": "Contrary to popular belief, Chuck Norris does actually sleep - with his eyes wide open, rarely blinking."
  },
  {
    "categories": [],
    "id": 356,
    "content": "Allstate may protect you from mayhem, but it is useless against Chuck Norris."
  },
  {
    "categories": [],
    "id": 357,
    "content": "Chuck Norris has submitted internet forms without posting all required information because he is a machine - not a mere man."
  },
  {
    "categories": [],
    "id": 358,
    "content": "Chuck Norris did not call the wrong number.You answered the wrong phone."
  },
  {
    "categories": [],
    "id": 359,
    "content": "Chuck Norris doesn't have a shadow anymore because he roundkicks a wall if it appears"
  },
  {
    "categories": [],
    "id": 360,
    "content": "You are always told to turn off your cell phone during a flight, in case Chuck Norris calls you and whispers the secret incantation to make you spontaneously combust."
  },
  {
    "categories": [],
    "id": 361,
    "content": "In stead of threatening to call child support whenever my dad wants to beat me, I threaten to call Chuck Norris."
  },
  {
    "categories": [],
    "id": 362,
    "content": "On Storage Wars, Chuck Norris is allowed go in all the storage lockers and open all the boxes he wants. Who's going to stop him."
  },
  {
    "categories": [],
    "id": 363,
    "content": "Chuck Norris can kill you with a cotton ball."
  },
  {
    "categories": [],
    "id": 364,
    "content": "Chuck Norris is the only man to swim the entire length of the Amazon. He swam all 4048 miles in 7 days."
  },
  {
    "categories": [],
    "id": 365,
    "content": "Chuck Norris was ask to join the cast of The Exspendables, but once Stallone offered Chuck the part.... he did a roundhouse kick, and said with a grin.. Sly you know as well as anyone.. Chuck Norris is not expendable."
  },
  {
    "categories": [],
    "id": 366,
    "content": "Chuck Norris can't use Twitter, because he is doing everything, everywhere, all the time. It would break the Internet."
  },
  {
    "categories": [],
    "id": 367,
    "content": "The Bill Of Rights was written by Chuck Norris on a used napkin and was originally called The Chuck Of Wrongs."
  },
  {
    "categories": [],
    "id": 368,
    "content": "Chuck Norris played golf. He tee'd off. The ball landed in the cup, bounced out, landed in the 2nd cup, then the 3rd... finally stopping in the 18th."
  },
  {
    "categories": [],
    "id": 369,
    "content": "The U.S. Coast Guard has approved recordings of Chuck Norris farts for use on all maritime vessels as the preferred fog horn signal."
  },
  {
    "categories": [],
    "id": 370,
    "content": "no one really knows why Sergio Busquets kicked the ball over the bars against Chelsea until now he was threatened by Chuck Norris in the crowd telling him you score this son and you will never be at peace because you will be living in fear thinking when you will feel the wrath of my roundhouse kick"
  },
  {
    "categories": [],
    "id": 371,
    "content": "A man once took Chuck Norris to court for alleged assult. After the shortest jury deliberation in history, the man was found guilty of first-degree Talking Shit About Mr. Norris and sentenced to death by instant roundhouse kick."
  },
  {
    "categories": [],
    "id": 372,
    "content": "Chuck Norris was originally cast as Lord Eddard \"Ned\" Stark in Game of Thrones, but Boromir was cast instead because the film crew couldn't find a sword that can chop off Chuck Norris' head."
  },
  {
    "categories": [],
    "id": 373,
    "content": "Chuck Norris' neighbor asked if he could help fix his taps. Chuck fixed his taps, all right - then tapped his wife."
  },
  {
    "categories": [],
    "id": 374,
    "content": "Faster than a speeding bullet ... more powerful than a locomotive ... able to leap tall buildings in a single bound... yes, these are some of Chuck Norris's warm-up exercises."
  },
  {
    "categories": [],
    "id": 375,
    "content": "Chuck Norris was originally set to play Dr. Manhattan in Watchmen, but the producers realized that the vision of a butt-naked fifty-foot tall, blue-glowing Chuck would result in erotically-charged rioting in cinemas the world over."
  },
  {
    "categories": [],
    "id": 376,
    "content": "The original idea for the game Left4DEAD, was to have the four survivors run around fighting the horde of undead left by Chuck Norris, eventually Defeating him and killing his horde of minions, however, halfway through production, the creators saw the error of their ways when no matter how hard they tried, they could not get the in game Chuck to die, cause no one can kill the Norris!"
  },
  {
    "categories": [],
    "id": 377,
    "content": "If you blame Chuck Norris, your actually blaming yourself."
  },
  {
    "categories": [],
    "id": 378,
    "content": "Chuck Norris invented crunk. That's actually how you say his name in Chuckenese."
  },
  {
    "categories": [],
    "id": 379,
    "content": "Chuck Norris doesn't need glasses. He just gets new eyeballs."
  },
  {
    "categories": [],
    "id": 380,
    "content": "After Michael Jackson's death, investigators turned a blind eye to the huge Chuck Norris-shaped hole in the bedroom wall."
  },
  {
    "categories": [],
    "id": 381,
    "content": "Chuck Norris can literally break his foot off in your ass."
  },
  {
    "categories": [],
    "id": 382,
    "content": "Before the boogeyman goes to sleep, he checks his closet to make sure Chuck Norris folded all the clothes correctly."
  },
  {
    "categories": [],
    "id": 383,
    "content": "Yes, Chuck Norris' genitals are naturally huge & not, as rumored, infected with Elephantiasis."
  },
  {
    "categories": [],
    "id": 384,
    "content": "Chuck Norris is who taught Bear Ghrylls all his survival skills."
  },
  {
    "categories": [],
    "id": 385,
    "content": "If Money is the root of all Evil... Evil is th root of CHUCK NORRIS!"
  },
  {
    "categories": [],
    "id": 386,
    "content": "CHUCK NORRIS SPEAKS IN ALL CAPS!"
  },
  {
    "categories": [],
    "id": 387,
    "content": "Chuck Norris once had a dandruff problem, we call the product cocaine"
  },
  {
    "categories": [],
    "id": 388,
    "content": "In celebration of this, the 8000th Chuck Norris fact, Lord Norris decided to give a shit about internet nerds for the first time in his life. It wasn't really worth it, he reportedly said, and immediately went back to murdering people and having constant orgies and being generally badass and awesome."
  },
  {
    "categories": [],
    "id": 389,
    "content": "Chuck Norris holds one of his balls in each pant leg"
  },
  {
    "categories": [],
    "id": 390,
    "content": "Chuck Norris can hit Mach 3 in his hot-air balloon."
  },
  {
    "categories": [],
    "id": 391,
    "content": "Brokeback Mountain is not just a film. It's also what Chuck Norris calls the pile of dead ninjas is his backyard."
  },
  {
    "categories": [],
    "id": 392,
    "content": "Chuck Norris can knock that chip off your shoulder. Usually your shoulder gets knocked off too."
  },
  {
    "categories": [],
    "id": 393,
    "content": "Chuck Norris doesn't need a baseball bat to Beat on the Brat."
  },
  {
    "categories": [],
    "id": 394,
    "content": "The key to eradicating all disease lies in the immune system of Chuck Norris."
  },
  {
    "categories": [],
    "id": 395,
    "content": "Chuck Norris is currently involved in a lawsuit against the writers of the 'Hokey Pokey' claiming that, in reality, Chuck Norris is what it is all about."
  },
  {
    "categories": [],
    "id": 396,
    "content": "Chuck Norris called himself Walker because he doesn't need to run to catch all the bandits."
  },
  {
    "categories": [],
    "id": 397,
    "content": "Chuck Norris once round-house kicked a man in a call centre. Over the phone."
  },
  {
    "categories": [],
    "id": 398,
    "content": "In museums, Chuck Norris is allowed to touch the artifacts."
  },
  {
    "categories": [],
    "id": 399,
    "content": "Chuck Norris invented the soccer ball by dehydrating a zebra."
  },
  {
    "categories": [],
    "id": 400,
    "content": "Once, due to an engine stall of his F-22 Raptor during a Dessert Storm sorte', Chuck Norris had to ejaculate over the Red Sea."
  },
  {
    "categories": [],
    "id": 401,
    "content": "Chuck Norris is the answer to all your problems."
  },
  {
    "categories": [],
    "id": 402,
    "content": "A Chuck Norris stare can literally burn holes through you."
  },
  {
    "categories": [],
    "id": 403,
    "content": "Chuck Norris' parallel parking skills are unparalleled."
  },
  {
    "categories": [],
    "id": 404,
    "content": "When Chuck Norris strangles an alligator, he gets Gatorade."
  },
  {
    "categories": [],
    "id": 405,
    "content": "Chuck Norris has a meat thresher insallled in his living room as a ceiling fan."
  },
  {
    "categories": [],
    "id": 406,
    "content": "When Chuck Norris was a kid they used to call him \"Chucky the devil's doll\""
  },
  {
    "categories": [],
    "id": 407,
    "content": "Chuck Norris could literally mop the floor with your face. He could also vaccum his car out with your digestive tract. And disinfect his toilet with your soul."
  },
  {
    "categories": [],
    "id": 408,
    "content": "When Chuck Norris typed \"LMAO\" on the internet, he actually did it."
  },
  {
    "categories": [],
    "id": 409,
    "content": "There is great debate over whether The Book Of Chuck (written by Chuck Norris in 1989) should be included in the Bible. It mostly contains stories of Norris' sexual conquests and his overall Godliness, but the occasional philosophy contained within easily renders the rest of the books obsolete."
  },
  {
    "categories": [],
    "id": 410,
    "content": "Chuck Norris practices his roundhouse kicks: a. Anywhere he wants B. Chuck Norris doesn't need to practice C. On your face D. All of the above Hint: The answer is 'd'"
  },
  {
    "categories": [],
    "id": 411,
    "content": "Chuck Norris can finish a fat Cuban cigar in a single massive drag. He will then crunch up and swallow the roach, and stare at you while slowly exhaling through his nostrils."
  },
  {
    "categories": [],
    "id": 412,
    "content": "When Chuck Norris strikes, it is literally like lightning. Count in seconds after a flash before you hear the thunder. that's how far away he is."
  },
  {
    "categories": [],
    "id": 413,
    "content": "When Alexander Bell invented the telephone, he had 3 missed calls from Chuck Norris."
  },
  {
    "categories": [],
    "id": 414,
    "content": "Osama bin Laden actually shot HIMSELF in the head. The first SEAL in said \"hit the floor!\". bin Laden thought he said \"hi, I'm Chuck Norris!\"."
  },
  {
    "categories": [],
    "id": 415,
    "content": "Chuck Norris installed Skynet on his iPod."
  },
  {
    "categories": [],
    "id": 416,
    "content": "Chuck Norris was once asked in an interview what he thought about all the Chuck Norris jokes going around. He simply said \"They aren't jokes\" and went back to drinking his mug of nails."
  },
  {
    "categories": [],
    "id": 417,
    "content": "On his way to St. Ives, Chuck Norris killed a man with seven wives. He then fucked all seven wives and stomped a SHITLOAD of cats and kittens to death."
  },
  {
    "categories": [],
    "id": 418,
    "content": "When Chuck Norris was born his Dr did the customary slap on the ass. Chuck didnt appreciate this so he punched the Dr in the balls."
  },
  {
    "categories": [],
    "id": 419,
    "content": "The Chuck Norris family once had a weiner roast in what was formally called the Mojave Forrest."
  },
  {
    "categories": [],
    "id": 420,
    "content": "Paul McCartney eats a vegan diet all the time -- except when he eats in the presence of Chuck Norris."
  },
  {
    "categories": [],
    "id": 421,
    "content": "Chuck Norris was featured on wheel of fortune all people did for the past 30 minutes was stare at a wheel not stopping"
  },
  {
    "categories": [],
    "id": 422,
    "content": "On rare occasion, Chuck Norris will allow a woman to give him a hickey. But then, only on his hemorrhoids."
  },
  {
    "categories": [],
    "id": 423,
    "content": "Chuck Norris once took a test called the S.T.A.N.D. he got pissed before he got to the tenth question and roundhoused it.... it is now known as the S.A.T."
  },
  {
    "categories": [],
    "id": 424,
    "content": "The surest cure for constipation is to hang a picture of Chuck Norris in the lavatory, for Chuck Norris scares the crap out of all living things."
  },
  {
    "categories": [],
    "id": 425,
    "content": "Chuck Norris could bend Uri Geller with his mind. But he would prefer to brutally roundhouse kick him in the face if he ever comes back to America."
  },
  {
    "categories": [],
    "id": 426,
    "content": "After his wedding, Chuck Norris sent \"You're Welcome\" cards to all of his guests."
  },
  {
    "categories": [],
    "id": 427,
    "content": "It has been rumored that the previous North Korean Premier, Kim Jong-il actually died shortly after calling Chuck Norris an \"Amelican Plick\""
  },
  {
    "categories": [],
    "id": 428,
    "content": "Chuck Norris receives billion-dollar royalty cheques from the World Bank monthly for his cameo role in 'Dodgeball'."
  },
  {
    "categories": [],
    "id": 429,
    "content": "How many Chuck Norris' does it take to change a lightball? Nobody has ever asked him that and I suggest you keep quiet as well."
  },
  {
    "categories": [],
    "id": 430,
    "content": "Chuck Norris was attacked by a vicious pit bull and it ended up with a trip to the hospital. The Vet at the Animall Hospital said there was a 20% chance the pit bull would pull through."
  },
  {
    "categories": [],
    "id": 431,
    "content": "How many push-ups can Chuck Norris do? All of them."
  },
  {
    "categories": [],
    "id": 432,
    "content": "When Chuck Norris found out what the lyrics to his favourite song, 'Take A Walk On The Wild Side', were really about, he hunted down Lou Reed and broke four of his ribs."
  },
  {
    "categories": [],
    "id": 433,
    "content": "When Chuck Norris tells you a joke, your sides will literally split. That's why he stands back a bit when he tells it, so nothing splashes onto his boots."
  },
  {
    "categories": [],
    "id": 434,
    "content": "It takes a team of groundskeepers three days to shave the entire surface area of Chuck Norris' balls."
  },
  {
    "categories": [],
    "id": 435,
    "content": "Chuck Norris was asked to be on the show, 'Swamp People' but he was soon fired off the show after thousands of alligators were killed during only 1 episode."
  },
  {
    "categories": [],
    "id": 436,
    "content": "The world used to be round o that when people go to the bottom of the Earth they fall off but then Chuck Norris stepped on a globe and its all flat and so it the world THANK YOU,CHUCK!"
  },
  {
    "categories": [],
    "id": 437,
    "content": "The only reason Chuck Norris hasn't brutally beaten George Lucas to death is because he still wars the beard."
  },
  {
    "categories": [],
    "id": 438,
    "content": "Most people call in bomb threats. Chuck Norris calls in himself threats. And gets away with it."
  },
  {
    "categories": [],
    "id": 439,
    "content": "If there was a game about Chuck Norris you'd be scared to play it because every time you'd open it up it would roundhouse kick you in the balls."
  },
  {
    "categories": [],
    "id": 440,
    "content": "Chuck Norris can head-butt a cannonball back into the cannon it was fired from. Without blinking."
  },
  {
    "categories": [],
    "id": 441,
    "content": "If you were asked to guess how many jellybeans were in a gallon jar as compared to how many of Chuck Norris' testicles would fill a gallon jar and guessed over one, you would be wrong."
  },
  {
    "categories": [],
    "id": 442,
    "content": "Chuck Norris usually opts for the 2pt conversion, but asks that the ball be spotted on the 50 yard line."
  },
  {
    "categories": [],
    "id": 443,
    "content": "Chuck Norris plays bingo with a paint ball gun."
  },
  {
    "categories": [],
    "id": 444,
    "content": "Chuck Norris occasionally wears trunks with a rainbow across the crotch. Why? Because he wants you to picture how badly he could kill you if you said something about it."
  },
  {
    "categories": [],
    "id": 445,
    "content": "Chuck Norris owns 42 different birth certificates from all over the world."
  },
  {
    "categories": [],
    "id": 446,
    "content": "Chuck Norris farted once... and then there was the great Rift Valley"
  },
  {
    "categories": [],
    "id": 447,
    "content": "Chuck Norris could drop kick you thru the telephone on an international long distance call, reverse the charges and you would accept them."
  },
  {
    "categories": [],
    "id": 448,
    "content": "Chuck Norris was featured in an episode of Deadliest Warrior, winning all 1000 simulated battles. His opponent was the USS Nimitz."
  },
  {
    "categories": [],
    "id": 449,
    "content": "When Chuck Norris has an erection lasting more than 4 hours he doesn't call your doctor, he calls your mother."
  },
  {
    "categories": [],
    "id": 450,
    "content": "Chuck Norris recently guested on Hardcore Pawn, where he sold some pocket lint for 8.5 million dollars. Then he brutally roundhose kicked the owner for not actually having any porn."
  },
  {
    "categories": [],
    "id": 451,
    "content": "Chuck Norris was deep in the Amazon Jungle when 3 head hunters came sneaking up behind him. When they realized it was Chuck Norris, all 3 threw down their spears and ran screaming into the jungle."
  },
  {
    "categories": [],
    "id": 452,
    "content": "All medieval countries translated Chuck Norris' name the same: Bubonic."
  },
  {
    "categories": [],
    "id": 453,
    "content": "Chuck Norris always gives you one phone call. Heh."
  },
  {
    "categories": [],
    "id": 454,
    "content": "If Chuck Norris had played the lead in Monster's Ball as originally intended, it would have been called Monsterous Balls. And would have been a porno."
  },
  {
    "categories": [],
    "id": 455,
    "content": "Chuck Norris' beard is actually made out of liquid metal. He can instantly stab you with it."
  },
  {
    "categories": [],
    "id": 456,
    "content": "All science students maybe aware about the fact that picochuck is the unit of manliness in the International System of Units (SI). An average man measures about 0.00073 pc. Chuck Norris measures 39,372 petachucks."
  },
  {
    "categories": [],
    "id": 457,
    "content": "Chuck Norris was recently given 5 gallons of Propofol. He blinked twice."
  },
  {
    "categories": [],
    "id": 458,
    "content": "When Chuck Norris goes for a physical, the doctor is too afraid to get close enough for an examination, so he only examines him from afar, grading him on his overall physical appearance, which of course, is always perfect."
  },
  {
    "categories": [],
    "id": 459,
    "content": "Originally, the movie Alien vs Predator was called Alien and Predator vs Chuck Norris. It was canceled because no one wanted to see a movie that is 30 seconds long."
  },
  {
    "categories": [],
    "id": 460,
    "content": "Chuck Norris REALLY went back to the future."
  },
  {
    "categories": [],
    "id": 461,
    "content": "Brahma bulls are envious of the size of all three of Chuck Norris' testicles."
  },
  {
    "categories": [],
    "id": 462,
    "content": "No matter how religious you are, you won't be allowed into heaven if the last thing you said before your brutal death was 'I'm not afraid of Chuck Norris'."
  },
  {
    "categories": [],
    "id": 463,
    "content": "Chuck Norris won the $142,000,000 Texas state PowerBall Lottery with a ticket stub from a Texas Rangers baseball game."
  },
  {
    "categories": [],
    "id": 464,
    "content": "Chuck Norris knows all the numbers in &#8719;"
  },
  {
    "categories": [],
    "id": 465,
    "content": "Chuck Norris does not do drugs. In order to get a buzz he climbs radio station transmition towers during thunderstorms and drinks Redbull & Captain Morgan Rum from a pair of 55 gallon steel drums."
  },
  {
    "categories": [],
    "id": 466,
    "content": "Contrary to popular belief, the Titanic didn't hit an iceberg. The ship was off course and accidentally ran into Chuck Norris while he was doing the backstroke across the Atlantic."
  },
  {
    "categories": [],
    "id": 467,
    "content": "Super Villans would terrorize the world but Chuck Norris kills them all. Consequentially Super Heroes are unemployed."
  },
  {
    "categories": [],
    "id": 468,
    "content": "Chuck Norris. Thats all im gonna say."
  },
  {
    "categories": [],
    "id": 469,
    "content": "Chuck Norris' nut sack is so flexible that he can literally put one nut on a golf tee and practice his drives."
  },
  {
    "categories": [],
    "id": 470,
    "content": "A crocodile attacked Chuck Norris while he swam in a Florida river. The same croc was seen at a local veterinarians office the next day attempting to get a set of teeth to replace his, as they were all missing."
  },
  {
    "categories": [],
    "id": 471,
    "content": "Contrary to popular belief, Redfoo isn't having a Midlife Crisis. Chuck Norris just made him mentally retarded because he hates LMFAO."
  },
  {
    "categories": [],
    "id": 472,
    "content": "it was once thought that Chuck Norris never lies, until he said that Chuck Norris facts arent actually true"
  },
  {
    "categories": [],
    "id": 473,
    "content": "For Thanksgiving, Chuck Norris roasts his turkey by opening up a small portal to hell."
  },
  {
    "categories": [],
    "id": 474,
    "content": "In ancient Greece, Chuck Norris killed a man, screwed his wife, then set-up Oedipus to take the fall for it. Later, Oedipus fell in love with the widow and married her."
  },
  {
    "categories": [],
    "id": 475,
    "content": "The only reason Usain Bolt is officially the fastest man is because no one has bothered to clock people who run from Chuck Norris."
  },
  {
    "categories": [],
    "id": 476,
    "content": "If you look closely at the bottom of the XX Beer commercials, you can read the fine print that states they're actually featuring the SECOND Most Interesting Man in the World after Chuck Norris."
  },
  {
    "categories": [],
    "id": 477,
    "content": "Chuck Norris banned the sale of masks in his likeness, not because of the thousands of heart attacks they cause daily, but because he didn't want random assholes scoring all the pussy clearly meant for him."
  },
  {
    "categories": [],
    "id": 478,
    "content": "Chuck Norris built The Great Wall of China. He is going to paint it next week."
  },
  {
    "categories": [],
    "id": 479,
    "content": "Particle physicists have finally developed a new atom smasher. It is called Chuck Norris's fist."
  },
  {
    "categories": [],
    "id": 480,
    "content": "Chuck Norris is actually a sensitive, caring lover... because he knows that if he doesn't kill you immediately after, you will be in constant agony knowing you will NEVER have it better."
  },
  {
    "categories": [],
    "id": 481,
    "content": "Chuck Norris was asked his opinion of the Democratic and Republican presidential candidates. Chuck said all of them are about as useless as zombie puke."
  },
  {
    "categories": [],
    "id": 482,
    "content": "Chuck Norris once punched a man in the face so hard that the man's eyeballs protruded from his asshole. This malady was diagnosed by emergency room personnel as a new medical condition known as 'Optical Rectumitis'."
  },
  {
    "categories": [],
    "id": 483,
    "content": "Chuck Norris played Doom in the Nightmare level, without being hit. All of them."
  },
  {
    "categories": [],
    "id": 484,
    "content": "21 December 2012 was to be the day the Mayans predicted somebody would tell Chuck Norris that he's not so cool after all."
  },
  {
    "categories": [],
    "id": 485,
    "content": "It was once called Bad Friday. Then Chuck Norris promised to stay at home for one Friday every year."
  },
  {
    "categories": [],
    "id": 486,
    "content": "Clearly, Chuck Norris has more bad-assedness in his beard than all of the other Expendables combined and squared."
  },
  {
    "categories": [],
    "id": 487,
    "content": "Scientists in Washington have recently conceded that, if there were a nuclear war, all that would remain are cockroaches and Chuck Norris."
  },
  {
    "categories": [],
    "id": 488,
    "content": "Fifty Shades Of Grey was originally about Chuck Norris' back hair."
  },
  {
    "categories": [],
    "id": 489,
    "content": "Chuck Norris put humpty dumpty back together again, only to roundhouse kick him in the face. Later Chuck dined on scrambled eggs with all the king's horses and all the king's men. The king himself could not attend for unspecified reasons. Coincidentally, the autopsoy revealed the cause of death to be a roundhouse kick to the face. There is only one King."
  },
  {
    "categories": [],
    "id": 490,
    "content": "Sometimes it's hard to see Chuck Norris for all the steam rising from his 'nads."
  },
  {
    "categories": [],
    "id": 491,
    "content": "Chuck Norris roundhouse-kicked the man who shot Liberty Vallance."
  },
  {
    "categories": [],
    "id": 492,
    "content": "Chuck Norris makes Saudia Arabia sell him gasoline for 3 cents per gallon. Then at the end of each month they rebate him at the rate of $100 per gallon purchased."
  },
  {
    "categories": [],
    "id": 493,
    "content": "MUGEN's several depictions of Chuck Norris are actually based on strands of Chuck Norris's beard."
  },
  {
    "categories": [],
    "id": 494,
    "content": "Chuck Norris created the All-Spark."
  },
  {
    "categories": [],
    "id": 495,
    "content": "Norris 25:17. \"The path of the righteous man (me) is beset on all sides by the inequities of the dumbasses and the tyranny of suited girlymen. Blessed is he who, in the name of charity and good will, sends boxes of cigars and crates of beer to me. For I am truly the Mack Daddy and the killer of lost children. And I will roundhouse kick thee with great vengeance and furious anger those who attempt to look at me sideways. And you will know I am the Lord, Chuck Norris, when I lay my vengeance upon you.\""
  },
  {
    "categories": [],
    "id": 496,
    "content": "If you ever find yourself watching a Total Gym infomercial, take comfort in the fact that Chuck Norris will not kill you at that exact moment. However, if you change the channel, all bets are off. The best thing to do is to order twelve of them immediately."
  },
  {
    "categories": [],
    "id": 497,
    "content": "The universe is always expanding- all of it is trying to get away from Chuck Norris"
  },
  {
    "categories": [],
    "id": 498,
    "content": "Elmo was originally blue and had a deep voice. Then Chuck Norris roundhouse kicked him 4 times. The last kick changed his voice."
  },
  {
    "categories": [],
    "id": 499,
    "content": "Chuck Norris has never struck out in Baseball. He simply stares at the ball, and it gets out of his way."
  },
  {
    "categories": [],
    "id": 500,
    "content": "The single most successful anti-smoking measure was a commercial in the 1980's. In the commercial, there is a man smoking a cigarette. A voice then exclaims \"Smoking will kill you.\" Nothing happens, until Chuck Norris blasts through the wall and kills the man with a single round house kick."
  },
  {
    "categories": [],
    "id": 501,
    "content": "Chuck Norris once had a staring contest with Rambo, that is why Sylvester Stallone looks mildly retarded"
  },
  {
    "categories": [],
    "id": 502,
    "content": "The bible was originally tittled \"Chuck Norris and Freinds.\""
  },
  {
    "categories": [],
    "id": 503,
    "content": "Chuck Norris can conect parallel lines"
  },
  {
    "categories": ["explicit"],
    "id": 504,
    "content": "Chuck Norris once ate a rubix cube and shit th all spark. Chuck norris once had sex with a mermaid and that's how micheal phelps was born."
  },
  {
    "categories": [],
    "id": 505,
    "content": "A Handicap Parking Sign does not signify that this spot is for handicapped people. It is actually in fact a warning that the spot belongs to Chuck Norris and that you are soon to be handicapped if you dare to park there."
  },
  {
    "categories": [],
    "id": 506,
    "content": "Chuck Norris thinks ping-pong is a sissy game. That's why he invented Oklahoma-pong which is alot like ping-pong except it's played with a cannonball & a manhole cover."
  },
  {
    "categories": [],
    "id": 507,
    "content": "A black hole singularity is actually the end result of a Chuck Norris roundhouse kick."
  },
  {
    "categories": [],
    "id": 508,
    "content": "Chuck Norris has a fire crotch. Really, there is fire down there. His deadly Roundhouse is a result of him trying to put out the blaze."
  },
  {
    "categories": [],
    "id": 509,
    "content": "Chuck Norris has no hair on his balls This is because hair cannot grow out of steel"
  },
  {
    "categories": [],
    "id": 510,
    "content": "When Chuck Norris was born his mother didn't have a enough breast milk so a herd of milking cows were brought in each day. 8 weeks later he was able to dine on Texas BBQ with all the fixins."
  },
  {
    "categories": [],
    "id": 511,
    "content": "Chuck Norris was originally cast for the main character in the hit series 24. The directors had to cut him because he killed all of the worlds terrorist in 12 minutes and&#65279; 37 seconds."
  },
  {
    "categories": [],
    "id": 512,
    "content": "When singing 99 bottles of beer on the wall, Chuck Norris takes one down and doesn't pass it around."
  },
  {
    "categories": [],
    "id": 513,
    "content": "Whenever you say to yourself, 'at least it can't get any worse than this', that's usually the exact moment when Chuck Norris penetrates your mother."
  },
  {
    "categories": [],
    "id": 514,
    "content": "Chuck Norris calls up Billy Ray Cyrus at least once a week to laugh at him."
  },
  {
    "categories": [],
    "id": 515,
    "content": "In fine print on the last page of the Guinness Book of World Records it notes that all world records are held by Chuck Norris, and those listed in the book are simply the closest anyone else has ever gotten."
  },
  {
    "categories": [],
    "id": 516,
    "content": "It was going to be called 'Expendables 2: The One With Chuck Norris', but he decided to give all the other movies a break."
  },
  {
    "categories": [],
    "id": 517,
    "content": "When Chuck Norris has heartburn he eats a dozen Bhut Jolokia peppers then he drinks a gallon of napalm, then he eats a lit cigarette"
  },
  {
    "categories": [],
    "id": 518,
    "content": "Chuck Norris ran out of fucks to give ages ago. And he didn't have all that many to begin with."
  },
  {
    "categories": [],
    "id": 519,
    "content": "Chuck Norris was once challenged to a game of chess by a chess master! A couple of hours into the game, the chess master moved his queen to b7, putting Chuck Norris into check mate! However, Chuck Norris moved his fist into the chess master's face and moved his foot into the chess master's ass, thereby winning the game of chess forever!"
  },
  {
    "categories": [],
    "id": 520,
    "content": "The automobile air bag was originally a failed invention to try and soften a blow from a Chuck Norris roundhouse kick."
  },
  {
    "categories": [],
    "id": 521,
    "content": "Chuck Norris can do a cannonball off the diving board without making a splash."
  },
  {
    "categories": [],
    "id": 522,
    "content": "It is against Islamic law to depict Mohammed. But no one has ever called Chuck Norris on ripping Mohammed's balls off. They're in the Smithsonian."
  },
  {
    "categories": [],
    "id": 523,
    "content": "How come so many Godzilla movies were made? Because they never hired Chuck Norris to kill him off once and for all."
  },
  {
    "categories": [],
    "id": 524,
    "content": "Chuck Norris' Texas Ranger softball team won unexpectedly 150 to 0 in the bottom first inning when in foul territory he ran down and caught a Golden Snitch."
  },
  {
    "categories": [],
    "id": 525,
    "content": "If you stand in front of a candlelit mirror at midnight and chant the name of Chuck Norris three times, his fist will smash through the wall and your face before you even complete the first syllable."
  },
  {
    "categories": [],
    "id": 526,
    "content": "Chuck Norris' favorite video is the tape from the movie \"the ring\" Ironically, if you watch the movie \"sidekicks\", and dont like it, Chuck Norris will roundhouse kick you and when they find your corpse, your face will look the same as the people who died from watching the tape in \"the ring\"."
  },
  {
    "categories": [],
    "id": 527,
    "content": "Superman is able to leap tall buidings in a single bound. Chuck Norris is able to tell them to get the hell out of his way."
  },
  {
    "categories": [],
    "id": 528,
    "content": "If you find yourself between a rock and a hard place, you are probably between Chuck Norris' foot and a brick wall."
  },
  {
    "categories": [],
    "id": 529,
    "content": "Chuck Norris doesn't take the front door. He takes the front wall as his entrance."
  },
  {
    "categories": [],
    "id": 530,
    "content": "Chuck Norris' moustache & beard is actually a cleverly disguised manicured extension of his nasal hair just simply because it is impossible for him to grow hair on his steel jaw."
  },
  {
    "categories": [],
    "id": 531,
    "content": "Chuck Norris surgically removed his his own hemorrhoids with his toenails, tanned them and made a beautiful travel bag out of them."
  },
  {
    "categories": [],
    "id": 532,
    "content": "The number pi isn't really infinite.Chuck Norris just hasn't told it to stop yet."
  },
  {
    "categories": [],
    "id": 533,
    "content": "Once Chuck Norris Kicked a football , Now We are calling it as Moon."
  },
  {
    "categories": [],
    "id": 534,
    "content": "Chuck Norris used Thor's hammer to tack a picture up on his living room wall."
  },
  {
    "categories": [],
    "id": 535,
    "content": "Led Zeppelin originally wanted to call their songs \"Whole Lotta Chuck\" and \"Stairway To Chuck Norris' Basement\""
  },
  {
    "categories": [],
    "id": 536,
    "content": "Once upon a time, there was a warrior. He was destined to save the earth from all evils. That man was not Chuck Norris, because Chuck ate that man. Don't piss him off."
  },
  {
    "categories": [],
    "id": 537,
    "content": "Chuck Norris once visited the Virgin Islands. They are now just called The Islands."
  },
  {
    "categories": [],
    "id": 538,
    "content": "Chuck Norris actually has German blood. He keeps it in the fridge next to the mayonnaise."
  },
  {
    "categories": [],
    "id": 539,
    "content": "Chuck Norris is only man who has held all weight class championship belts in UFC at the same time"
  },
  {
    "categories": [],
    "id": 540,
    "content": "He used to be called The Headed Horseman before Chuck Norris met him."
  },
  {
    "categories": ["explicit"],
    "id": 541,
    "content": "Chuck Norris was asked if he'd ever been to the Klondike. Chuck said he really didn't have any interest in lesbian Eskimo's."
  },
  {
    "categories": [],
    "id": 542,
    "content": "if Chuck Norris was a Spartan in the movie 300, the movie would be called 1."
  },
  {
    "categories": [],
    "id": 543,
    "content": "Every night when Chuck Norris goes to sleep, his beard detatches itself, picks up a small knife and sprints towards the city in hopes to match his killcount."
  },
  {
    "categories": [],
    "id": 544,
    "content": "Gangsters spend all their lives living in Chuck Norris' Paradise"
  },
  {
    "categories": [],
    "id": 545,
    "content": "All men are created equal. Except, of course, for Chuck Norris, who is more equal than anybody else."
  },
  {
    "categories": [],
    "id": 546,
    "content": "Some people can make animal shapes out of balloons. Chuck Norris can do the same with human organs."
  },
  {
    "categories": [],
    "id": 547,
    "content": "Chuck Norris keeps Marsellus Wallace's soul in his wallet."
  },
  {
    "categories": [],
    "id": 548,
    "content": "Chuck Norris once kicked a football into outer space and martians came down to return it."
  },
  {
    "categories": [],
    "id": 549,
    "content": "Chuck Norris has impregnated 73 women. Over the internet. They all died before the end of their first trimester from internal bleeding caused by roundhouse kicks. All babies survived."
  },
  {
    "categories": [],
    "id": 550,
    "content": "In 1960 10 boys in an an Oklahoma Jr High school were arrested for huffing glue & spray paint. One, a young Chuck Norris, was later realeased after police determined he was actually only huffing tear gas canisters."
  },
  {
    "categories": [],
    "id": 551,
    "content": "It was called Goodminton until Chuck Norris started playing."
  },
  {
    "categories": [],
    "id": 552,
    "content": "Born 12 feet tall, Chuck Norris shrinks himself 20% every 1,000 years to \"keep killing interesting\"."
  },
  {
    "categories": [],
    "id": 553,
    "content": "Fear of spiders is Arachnophobia Fear of tight spaces is Claustrophobia Fear of love is Philophobia Fear of gravity is Barophobia Fear of time is Chronophobia Fear of ideas is Ideophobia Fear of speed is Tachophobia Fear of Chuck Norris is called Chuckophobia HAHA just kidding. Fear of Chuck Norris is called logic."
  },
  {
    "categories": [],
    "id": 554,
    "content": "When Freddy Krueger falls asleep , Chuck Norris appears to kick his ass!"
  },
  {
    "categories": [],
    "id": 555,
    "content": "Chuck Norris doesn't pass feces. He literally scares the shit out of himself."
  },
  {
    "categories": [],
    "id": 556,
    "content": "Chuck Norris dosent have any hair on his balls because hair dosent grow on steel!!!!!!!!"
  },
  {
    "categories": [],
    "id": 557,
    "content": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Massacre"
  },
  {
    "categories": [],
    "id": 558,
    "content": "There will no longer be Mixed Martial Arts; Chuck Norris sorted them all out."
  },
  {
    "categories": [],
    "id": 559,
    "content": "Chuck Norris was actually the one who made the world, he was just modest and let god take the credit."
  },
  {
    "categories": [],
    "id": 560,
    "content": "People believe we evolved from monkeys. Actually, we evolved backwards from Chuck Norris."
  },
  {
    "categories": [],
    "id": 561,
    "content": "Chuck Norris' Christmas tree is actually a 20 foot Tesla coil. It is also necessary to power his electric beard trimmer."
  },
  {
    "categories": [],
    "id": 562,
    "content": "Once a cow challenged Chuck Norris that he could not eat grass. Chuck Norris grazed 1/5 of the African continent in a day, which resulted in the formation of the Sahara desert. Then he proceeded to roundhouse kick and eat the cow at the same time. Moral of the story: Do not challenge Chuck Norris."
  },
  {
    "categories": [],
    "id": 563,
    "content": "Richard Simmons is an example of someone acknowledging the existence of Chuck Norris. Before they met, Richard was originally known as Fabio."
  },
  {
    "categories": [],
    "id": 564,
    "content": "Gary Neville can kick a football 200meters, to out do Garry Chuck Norris kicked phill Neville 300 meters"
  },
  {
    "categories": [],
    "id": 565,
    "content": "When Chuck Norris wants chicken, he really means children."
  },
  {
    "categories": [],
    "id": 566,
    "content": "Whenever you lie, Chuck Norris pulls the wings off a fairy, then shoves it in his mouth and sucks out all the moisture."
  },
  {
    "categories": [],
    "id": 567,
    "content": "The sun really shines on Chuck Norris. We just happen to live close enough to him."
  },
  {
    "categories": [],
    "id": 568,
    "content": "Chuck Norris is more self-aware than a zen monk levitating in a hall of mirrors."
  },
  {
    "categories": [],
    "id": 569,
    "content": "Chuck Norris recently ate 4 bean burritos at a Southern CA Taco Bell. 30 minutes later, 2 miles of San Fernando Valley sewer line blew up."
  },
  {
    "categories": [],
    "id": 570,
    "content": "The most powerful malware that no anti-virus can quarantine is called Chuck Norris' roundhouse..."
  },
  {
    "categories": [],
    "id": 571,
    "content": "Chuck Norris can parallel park a tank."
  },
  {
    "categories": [],
    "id": 572,
    "content": "When Chuck Norris calls you your options are \"Answer\" or \"Answer\"."
  },
  {
    "categories": [],
    "id": 573,
    "content": "Chuck Norris is not allowed to play in the NBA because only he can complete a 3 point slam dunk."
  },
  {
    "categories": [],
    "id": 574,
    "content": "Chuck Norris coughs up more daily hairballs than a dozen house cats strictly due to the volume of his daily muff-diving requests."
  },
  {
    "categories": [],
    "id": 575,
    "content": "Chuck Norris can literally charm pants off ladies. This of course is useful for his ninesomes."
  },
  {
    "categories": [],
    "id": 576,
    "content": "Chuck Norris is allergic to allergies."
  },
  {
    "categories": [],
    "id": 577,
    "content": "Chuck Norris calls a spade a spear."
  },
  {
    "categories": [],
    "id": 578,
    "content": "We all know that any mortal punching Chuck Norris' chin is just pressing the big red \"Please Notice and Flatten Me Now\" button hidden under his beard."
  },
  {
    "categories": [],
    "id": 579,
    "content": "The Chuck Norris-approved Chucknopoly is the world's only board game that is potentially fatal."
  },
  {
    "categories": [],
    "id": 580,
    "content": "Chuck Norris once went to the Virgin Islands. Now they are just called The Islands"
  },
  {
    "categories": [],
    "id": 581,
    "content": "Chuck Norris honestly does read Playboy for the articles, as all the models are too plain and flat-chested."
  },
  {
    "categories": [],
    "id": 582,
    "content": "If Chuck Norris had starred in 'American Sniper' as originally planned, you wouldn't have heard shit about it from any pussy-ass liberal."
  },
  {
    "categories": [],
    "id": 583,
    "content": "Chuck Norris' best man at his first wedding was Chuck Norris from 5 years in the future. All nine bridesmaids were Norris' future ex-wives."
  },
  {
    "categories": [],
    "id": 584,
    "content": "If you ever piss Chuck Norris off while he is standing in the light of a full moon, he will naturally turn into a werechuck and fuck you right the hell on up."
  },
  {
    "categories": [],
    "id": 585,
    "content": "When nature calls Chuck Norris hangs up"
  },
  {
    "categories": [],
    "id": 586,
    "content": "It's actually incorrect to say that Chuck Norris does not give a fuck. He had no fucks in the first place. One cannot give fucks that one does not have."
  },
  {
    "categories": [],
    "id": 587,
    "content": "The National Weather Service was going to name a hurricane after Chuck Norris but television stations would not allow them to call it \"Hurricane Fuck'em Up Chuck\"."
  },
  {
    "categories": [],
    "id": 588,
    "content": "Orange Bird is both the smallest and largest bird in Angry Birds Theme 18-2. Chuck Norris has both the smallest and largest 8=D."
  },
  {
    "categories": [],
    "id": 589,
    "content": "Manual doors open automatically for Chuck Norris."
  },
  {
    "categories": [],
    "id": 590,
    "content": "How much wood could a wood chuck chuck if the wood chuck was Chuck Norris? All of it."
  },
  {
    "categories": ["explicit"],
    "id": 591,
    "content": "Chuck Norris invented ice cream for all the women he hasn't gotten to yet. One day, only gay fat guys will eat ice cream. And that right soon."
  },
  {
    "categories": [],
    "id": 592,
    "content": "You can totally tell that the chick who won Eurovision was fathered by Chuck Norris."
  },
  {
    "categories": [],
    "id": 593,
    "content": "Want to end illegal immigration from all corners of the world? Four words: Chuck Norris, INS Commissioner."
  },
  {
    "categories": [],
    "id": 594,
    "content": "Chuck Norris one rode a trike. When he got off of it, it was a motorcycle ,measuring to be 16 feet tall and 72 feet long, with mounted grenade launchers and bazookas. He still keeps it in his garage."
  },
  {
    "categories": [],
    "id": 595,
    "content": "Chuck Norris is actually slightly vulnerable to attack only in the first few seconds after impregnating a fresh virgin. So there you go, all Norris-haters - you have at least two minutes a day to try it if you dare."
  },
  {
    "categories": [],
    "id": 596,
    "content": "Chuck Norris roundhouse kicked all the American out of Johnny Depp."
  },
  {
    "categories": [],
    "id": 597,
    "content": "Chuck Norris is allowed to play Stairway To Heaven."
  },
  {
    "categories": [],
    "id": 598,
    "content": "The pie scene in american pie was originally a dare made to Chuck Norris, except the pie was actually a volcano crater."
  },
  {
    "categories": [],
    "id": 599,
    "content": "If Chuck Norris says that turkey, cranberries & yams actually taste real good, then they do!!! And out of fear, that's the only reason we we eat that crap. We are truely Thankful that Chuck Norris only demands this once a year."
  },
  {
    "categories": ["religion"],
    "id": 600,
    "content": "The Pope calls Chuck Norris \"Father.\""
  },
  {
    "categories": [],
    "id": 601,
    "content": "If paper beats rock, rock beats scissors, and scissors beats paper, what beats all 3 at the same time? Answer: Chuck Norris."
  },
  {
    "categories": [],
    "id": 602,
    "content": "Chuck Norris once challanged Lance Armstrong to a testicle contest.... Chuck Norris won by 3!"
  },
  {
    "categories": [],
    "id": 603,
    "content": "Chuck Norris never had a bustle in his hedgerow, and if he ever does, he won't be alarmed. In fact, he is the only person on earth who knows what the fuck that actually means."
  },
  {
    "categories": [],
    "id": 604,
    "content": "How much wood could a woodchuck chuck if a woodchuck could Chuck Norris? Fucking ALL of it."
  },
  {
    "categories": [],
    "id": 605,
    "content": "Chuck Norris is personally responsible for global warming, but it seems no one can convince him to go on a diet who actually lived to tell us if he would consider lightening his daily intake of barbecued rattlesnakes and beans."
  },
  {
    "categories": [],
    "id": 606,
    "content": "Why did Chuck Norris hasn't appeared on any mortal kombat games. Simple, the name says it all. \"mortal\". Also there won't be any fatality tha will work on him, he will just roundhouse kick anyone either he wins or loose."
  },
  {
    "categories": [],
    "id": 607,
    "content": "Chuck Norris roundhouse kicked all the masculinity out of Justin Bieber, which all landed inside P!nk."
  },
  {
    "categories": [],
    "id": 608,
    "content": "There were originally 11 commandments. Unfortunately Moses did not catch the last. 'Thou shalt not fuck with Chuck Norris.'"
  },
  {
    "categories": [],
    "id": 609,
    "content": "Chuck Norris can hermetically seal a can of whoop ass and disguise it as a trick or treat gift for his annoying neighborhood kids."
  },
  {
    "categories": [],
    "id": 610,
    "content": "Chuck Norris did not play high school or college football, thus sparing hundreds from injury."
  },
  {
    "categories": [],
    "id": 611,
    "content": "Chuck Norris once actually made it rain cats and dogs just so he could solve a mouse problem."
  },
  {
    "categories": [],
    "id": 612,
    "content": "Chuck Norris shot the sheriff, killed Kenny, and killed Mr. Boddy in the hall with a roundhouse kick."
  },
  {
    "categories": [],
    "id": 613,
    "content": "About Chuck Norris Joke 4895... 1 CNRK is actually just tougher than 100000000000000000000000000000 angry lions."
  },
  {
    "categories": [],
    "id": 614,
    "content": "Chuck Norris went to court once, and he lost. He roundhouse kicked the judge in the head so hard that all of justice became blind."
  },
  {
    "categories": [],
    "id": 615,
    "content": "Chuck Norris can fight better than all fighting video games. How? He instantly wins."
  },
  {
    "categories": [],
    "id": 616,
    "content": "Chuck Norris gave Santa Claus a present on December 25, 2012. The present turned out to be a small box that contained 100% exact, invincible, and miniature clones of everything that ever existed and will exist. Well, the clone of Chuck Norris wasn't accurate, as its roundhouse kick could not kill anything stronger than an African elephant due to how small it was, but that was the only exception."
  },
  {
    "categories": [],
    "id": 617,
    "content": "Chuck Norris went out for a casual bike ride when he was visiting Paris and accidentally won the Tour de France."
  },
  {
    "categories": [],
    "id": 618,
    "content": "Chuck Norris' idea of a lucious banana slpit consists of a 5 ft cedar log slpit in half lined with 3 five gallon buckets of pure crushed horseradish on top and covered with rusty thumbtacks, crude oil, stagnant swamp mud and topped off with chilled yak whipcream and red maraschino habanero peppers."
  },
  {
    "categories": [],
    "id": 619,
    "content": "Big Foot claims he has a couple pictures of Chuck Norris... All his friends think he's full of crap."
  },
  {
    "categories": [],
    "id": 620,
    "content": "It should go without saying, but it still bears repeating: don't knock on Chuck Norris' door on Halloween."
  },
  {
    "categories": [],
    "id": 621,
    "content": "They don't have a Chuck Norris wax statue at Madame Tussauds till now cos everytime they make one, it comes alive and destroys all other statues."
  },
  {
    "categories": [],
    "id": 622,
    "content": "John F. Kennedy in his famous speech actually meant this... \"It's not what the Goverment can do for you, it's what you can do for CHUCK NORRIS!\""
  },
  {
    "categories": [],
    "id": 623,
    "content": "A panel of 5 judges survived after allowing a young Chuck Norris to win his 5th grade spelling bee by correctly spelling the word \"Encyclopedia\" as b,o,o,k."
  },
  {
    "categories": [],
    "id": 624,
    "content": "Chuck Norris's football team won the NBA champinship against the tennis player Roger Federer"
  },
  {
    "categories": [],
    "id": 625,
    "content": "Time heals all wounds...Chuck Norris inflicts them!"
  },
  {
    "categories": [],
    "id": 626,
    "content": "When Chuck Norris goes to the museum, the exhibits aren't allowed to touch Chuck."
  },
  {
    "categories": [],
    "id": 627,
    "content": "Chuck e cheese was actually gonna be called: Chuck Norris cheese. it was then changed for being too violent. Every animatronic for Chuck Norris cheese was violent because they do roundhouse kicks."
  },
  {
    "categories": [],
    "id": 628,
    "content": "Some people balance eggs on end every Spring and Fall Equinox, but Chuck Norris balances skulls."
  },
  {
    "categories": [],
    "id": 629,
    "content": "Chuck Norris proved Mythbusters was all a myth."
  },
  {
    "categories": [],
    "id": 630,
    "content": "Chuck Norris once accidentally broke steel by touching it."
  },
  {
    "categories": [],
    "id": 631,
    "content": "When Chuck Norris goes clubbing, the authorities turn a blind eye on all the people he clubs to death."
  },
  {
    "categories": [],
    "id": 632,
    "content": "Every night when Chuck Norris goes to sleep, his beard detaches itself, picks up a small knife and sprints towards the city in hopes to match his kill count."
  },
  {
    "categories": [],
    "id": 633,
    "content": "Chuck Norris once kicked a foot ball so hard it went into orbit and took out the command ship of an alien armada that where plotting to take over the earth ... they soon changed there minds"
  },
  {
    "categories": [],
    "id": 634,
    "content": "The Green Bay Packers challenged Chuck Norris to a football game. Final score: Norris 274, Packers (-96)."
  },
  {
    "categories": [],
    "id": 635,
    "content": "All is fair in love and war................ Except when Chuck Norris breaks out the grenades"
  },
  {
    "categories": [],
    "id": 636,
    "content": "Chuck Norris was only played in scenes of the movie Expendables 2 because all of the action scenes compiled would only last 17 seconds."
  },
  {
    "categories": [],
    "id": 637,
    "content": "Chuck Norris can't wait to find out what it's actually like to wait."
  },
  {
    "categories": [],
    "id": 638,
    "content": "Chuck Norris swallows sword-swallowers."
  },
  {
    "categories": [],
    "id": 639,
    "content": "A guy was furious at Chuck Norris. He fought with Chuck Norris with all of his rage. Chuck Norris happily fed on his rage until the guy became a hippie. Then Chuck Norris obliterated him, because Chuck Norris doesn't like hippies."
  },
  {
    "categories": [],
    "id": 640,
    "content": "If Fox had cast Chuck Norris as Jack Bauer, the show would have been called \"3\""
  },
  {
    "categories": [],
    "id": 641,
    "content": "If a car's gas tank was filled with urine from Chuck Norris, it would get 1,000,000 miles to the gallon and go to 0 to Mach 3 in 4.4 seconds."
  },
  {
    "categories": [],
    "id": 642,
    "content": "Life is like a box of chocolates. They are all for Chuck Norris."
  },
  {
    "categories": [],
    "id": 643,
    "content": "Chuck Norris is the only person who can purchase firearms while drunk and totally naked."
  },
  {
    "categories": [],
    "id": 644,
    "content": "Chuck Norris is ALL that AND a bag of chips!"
  },
  {
    "categories": [],
    "id": 645,
    "content": "Gravity falls under the influence of the laws of Chuck Norris."
  },
  {
    "categories": [],
    "id": 646,
    "content": "Ever wonder how bacon was created? Chuck Norris karate chopped a pig so many times so all that was left were thin strips of meat. He then cooked them with his fire breathing ability and so bacon was invented. His beard suggested the name."
  },
  {
    "categories": [],
    "id": 647,
    "content": "Chuck Norris is the problem to all the answers to your problems!"
  },
  {
    "categories": [],
    "id": 648,
    "content": "Gregg Valentino is known to have the biggest biceps on the planet. That's because he once accidentally dropped a weight on Chuck Norris foot while training in the gym with Chuck. That action Caused Chuck's reflex's to hammer-kick Valentino in each bicep. Now even Arnold is amazed at Valentino's giant swollen biceps."
  },
  {
    "categories": [],
    "id": 649,
    "content": "Sauron's ring was actually Chuck Norris', and if he'd known he'd of kicked Frodo's arse."
  },
  {
    "categories": [],
    "id": 650,
    "content": "Chuck Norris can actually shoot a breeze"
  },
  {
    "categories": [],
    "id": 651,
    "content": "Chuck Norris can plug that spilling oil pipe in the gulf of mexico. Call him on 1-200-HANG-UP"
  },
  {
    "categories": [],
    "id": 652,
    "content": "Chuck Norris is callin' you pinhead!"
  },
  {
    "categories": [],
    "id": 653,
    "content": "Chuck Norris single-handily won a game of football by completing a 97 yard touchdown pass to himself. It was the only offensive play of the game."
  },
  {
    "categories": [],
    "id": 654,
    "content": "Chuck Norris is the best in the West. He also has the North, East and South totally covered."
  },
  {
    "categories": [],
    "id": 655,
    "content": "Once a player found Chuck Norris on super smash bros for 3DS. He was instantly beaten from Chuck Norris when the Challenger round started. Developers of super smash bros said that the Chuck Norris guy was a easter egg. It was removed for being too powerful after 2 days."
  },
  {
    "categories": [],
    "id": 656,
    "content": "Chuck Norris commanded Russell Wilson to pass the ball instead of handing it off to Marshawn Lynch. Thats the reason why the Patriots won.........Seahawks should've won."
  },
  {
    "categories": [],
    "id": 657,
    "content": "If Chuck Norris played baseball, the Texas Rangers would have won the World Series in 2011. And 2010. And every Series dating back to 1972, their first year in Texas."
  },
  {
    "categories": [],
    "id": 658,
    "content": "Chuck Norris. The mere whisper of his terrifying name can make a hardened marine cry out in the night, impregnate a virgin and shatter all the glass within a five-mile radius."
  },
  {
    "categories": [],
    "id": 659,
    "content": "I played Madden football 18 times with Chuck Norris back in 2007 and we had the Patriots. Chuck opted to simulate the Super Bowl and the Giants beat us 17-14, coincidence? You be the judge...."
  },
  {
    "categories": [],
    "id": 660,
    "content": "two teams of Chuck Norris's playing 'red rover' is what actually birthed the universe."
  },
  {
    "categories": [],
    "id": 661,
    "content": "Chuck Norris loves all of his dogs, cats and horses .... with onions and gravy paired with a yak cheese, condor foie gras schmear on melba toast and a gallon jug of muscatel."
  },
  {
    "categories": [],
    "id": 662,
    "content": "Chuck Norris lives in the guest house at his Texas palatial estate. Only his main house mansion is spacious enough to store all of his guns, ammo and ninja death stars."
  },
  {
    "categories": [],
    "id": 663,
    "content": "Chuck Norris is so awesome, he caused blindness to the whole bat species just by his sheer awesomeness. Infact, if you listen intently all the bats shriek \"Chuck Norris! Chuck Norris! Chuck Norris!\"."
  },
  {
    "categories": [],
    "id": 664,
    "content": "Chuck Norris owns property in the Uncanny Valley"
  },
  {
    "categories": [],
    "id": 665,
    "content": "McDonald's got the idea of putting \"Billions Served\" on their signs after their founder visited Chuck Norris' house and saw his \"Billions of Heads Severed\" plaque on the wall."
  },
  {
    "categories": [],
    "id": 666,
    "content": "Chuck Norris can literally hand you your ass in a handbag. And then pull it out and kick it up between your ears."
  },
  {
    "categories": [],
    "id": 667,
    "content": "Chuck Norris actually ghost wrote all of Ernest Hemingway's novels and taught him the virtues of Key West fishing, rum drinking at Sloppy Joe's & whores."
  },
  {
    "categories": [],
    "id": 668,
    "content": "All people with hemorrhoids have been the recipient of a Chuck Norris roundhose kick to the mouth that was delivered so severely that it caused their tounge, tonsils and adenoids to protrude from their asshole."
  },
  {
    "categories": [],
    "id": 669,
    "content": "Sudden Death is: a. a crappy movie starring an even crappier Jean Claude Van Damme b. the way playoff overtimes are decided in the NHL c. what happens to you when you piss off Chuck Norris d. all of the above"
  },
  {
    "categories": [],
    "id": 670,
    "content": "When Chuck Norris walks into a bar, he automatically owns all the women inside and instantly has an infinite tab."
  },
  {
    "categories": [],
    "id": 671,
    "content": "No one truly knows who's Chuck Norris' real father. No one is biologically strong enough for this. He must've conceived himself."
  },
  {
    "categories": [],
    "id": 672,
    "content": "Mark McGwire, Barry Bonds, and Sammy Sosa didn't really take steriods, they just got batting tips from Chuck Norris"
  },
  {
    "categories": [],
    "id": 673,
    "content": "Chuck Norris gets 5% cash back on all hand written checks."
  },
  {
    "categories": [],
    "id": 674,
    "content": "On June 7th 1994, Chuck Norris entered the same restaurant supermodel Cindy Crawford was eating at. Instinctively, Cindy swept everything off the table, threw herself on it in a fit of lust, and begged Chuck to ravish her. After Chuck finished his beer, he obliged her. When Chuck's magnificent lead sperm cannoned into Cindy's womb it went straight to one of her ovaries and roared, \"Which one of you servile wenches thinks you can handle getting split open by the Chuck!?\" All of the eggs cowered in the corner. The same thing happened at the other ovary. \"I didn't fucking think so!\" shouted the lead sperm which then lead the rest of the troops back into Chuck's balls. Chuck pulled out; roundhouse kicked Cindy in the face and told her, \"Don't ever waste my time again.\""
  },
  {
    "categories": [],
    "id": 675,
    "content": "The Chuck Norris Facts sites are actually pages taken from Chuck Norris daily diary"
  },
  {
    "categories": [],
    "id": 676,
    "content": "Chuck Norris once farted on someone and was a very gross one that the man got sick with a disease. This disease is now what we call: Ebola."
  },
  {
    "categories": [],
    "id": 677,
    "content": "Steven Segal onece challenged Chuck Norris to a fight, Chuck Norris roundhouse kicked him in the face. this is why Steven Segal talks funny"
  },
  {
    "categories": [],
    "id": 678,
    "content": "Chuck Norris once got a 500 game in bowling. Without a ball. Or pins. Or oxygen. And nobody has ever worked up the courage to ask him how."
  },
  {
    "categories": [],
    "id": 679,
    "content": "Chuck Norris can hit a golf ball twice with one swing."
  },
  {
    "categories": [],
    "id": 680,
    "content": "Chuck Norris completed all missions on his \"Call of Duty 4: Modern Warefare\" game when set, on Prestige Level 55 \"Deathmatch\" setting & while standing on his head, blindfolded, hancuffed and wearing earplugs. And with his Guitar Hero controller."
  },
  {
    "categories": [],
    "id": 681,
    "content": "A rogue squirrel once challenged Chuck Norris to a nut hunt around the park. Before beginning, Chuck simply dropped his pants, instantly killing the squirrel and 3 small children. Chuck knows you can't find bigger, better nuts than that."
  },
  {
    "categories": [],
    "id": 682,
    "content": "Chuck Norrisis the only person who can totally understand Snoop Dogg's 'nizzle fizzle' shit."
  },
  {
    "categories": [],
    "id": 683,
    "content": "Chuck Norris is allowed to have pudding without eating his meat."
  },
  {
    "categories": [],
    "id": 684,
    "content": "Chuck Norris is the only thing that matters to Metallica."
  },
  {
    "categories": [],
    "id": 685,
    "content": "Chuck Norris casually goes where no man has ever gone before."
  },
  {
    "categories": [],
    "id": 686,
    "content": "Chuck Norris voted once, and automatically had a degree from the Electoral College."
  },
  {
    "categories": [],
    "id": 687,
    "content": "Every morning, Chuck Norris wakes up, gets out of bed, yawns, and scratches his balls with an electric egg beater."
  },
  {
    "categories": [],
    "id": 688,
    "content": "I assure you, the great day of the kicking will occur. By this I mean that actor Chuck Norris will literally pull up in your yard in his Hummer, walk to your front door, wait for you to open it, then kick you in the face before straightening his jacket and calmly driving away. The day is coming."
  },
  {
    "categories": [],
    "id": 689,
    "content": "Chuck Norris is allowed to say \"ni\" to The Knights Who Say Ni."
  },
  {
    "categories": [],
    "id": 690,
    "content": "Chuck Norris says that crying is actually allergic reactions to feelings."
  },
  {
    "categories": [],
    "id": 691,
    "content": "Contrary to popular belief, the groundhog does not fear seeing its shadow. It actually fears seeing Chuck Norris."
  },
  {
    "categories": [],
    "id": 692,
    "content": "Chuck Norris once wrote a book. Its called the Bible."
  },
  {
    "categories": [],
    "id": 693,
    "content": "When Chuck Norris' balls dropped, the Earth itself wobbled on its axis."
  },
  {
    "categories": [],
    "id": 694,
    "content": "Meteors are actually people blazing down to Earth after having been roundhouse kicked by Chuck Norris into space for telling bad jokes about him."
  },
  {
    "categories": [],
    "id": 695,
    "content": "When Chuck Norris was 3 he got a tricycle. When he was 4 he was bored with it and installed Harley V-Twin engine."
  },
  {
    "categories": [],
    "id": 696,
    "content": "The U.S. Government has come up with a new form of capitol punishment called 'Lethal Ejection'. It's where Chuck Norris throws the death row inmate through the side door of a Boeing 737 at 35,000 feet."
  },
  {
    "categories": [],
    "id": 697,
    "content": "Chuck Norris once look down at all the destruction and chaos he had caused and he thought it ..... GOOD"
  },
  {
    "categories": [],
    "id": 698,
    "content": "The Looney Tunes were originally called just The Tunes... until Chuck Norris made them Looney!"
  },
  {
    "categories": [],
    "id": 699,
    "content": "Antarctica was made by sand everywhere.Then Chuck Norris used a flamethrower to turn it into ice. Finally it got so cold that it started snowing. And its also how winter was made."
  },
  {
    "categories": [],
    "id": 700,
    "content": "Chuck Norris learned English from a book written in Spain that was a copy of a Brazilian book that was written by a Guatemalan that was born in Turkey who copied it from a Greek that was born in Egypt that copied a book written by Homer [not Homer Simpson, that's silly] which was written in 2748677984738485 BCEsdgf,hjrwrwkdhjrkdgjchcsxdcshfkhjcgjrswI HATE IT WHEN HE DOES THAThcfjdghgklchjfujrhddcdhfbgksjdyjbkdgjfskudhOKOK IT WAS ORIGINALLY WRITTEN BY A DINOSAUR AND HOMER COPIED THAT thank you."
  },
  {
    "categories": [],
    "id": 701,
    "content": "Chuck Norris occasionally suffers from insomnia. When this happens, Chuck simply knocks himself out."
  },
  {
    "categories": [],
    "id": 702,
    "content": "Chuck Norris is the one that establishes all 'No man's lands'"
  },
  {
    "categories": [],
    "id": 703,
    "content": "Wayne Gretzky is so great because Chuck Norris was a good friend of his. He just wouldn't admit it publically, b/c Chuck Norris felt that it's about time that anyone else but him got the attention. The media is that fucking annoying."
  },
  {
    "categories": [],
    "id": 704,
    "content": "During the Vietnam War, Chuck Norris allowed himself to be captured. For torture, they made him eat his own entrails. He asked for seconds."
  },
  {
    "categories": [],
    "id": 705,
    "content": "If you look up Chuck Norris in the dictionary, you will get Round house Kicked in the face, or the balls, depending on how you are holding the dictionary."
  },
  {
    "categories": [],
    "id": 706,
    "content": "Chuck Norris can slam dunk a bowling ball from the half court line of a tennis court."
  },
  {
    "categories": [],
    "id": 707,
    "content": "Chuck Norris was challenged to a fight by the high school bully, so Chuck proceeded to kick the crap out of him. Chuck was in the fifth grade at the time."
  },
  {
    "categories": [],
    "id": 708,
    "content": "Chuck Norris has never been called for jury duty. They know that Chuck literally would be Judge, jury and executioner if they did."
  },
  {
    "categories": [],
    "id": 709,
    "content": "Chuck Norris was once called to a trial as a witness. After intense questioning Chuck gave the Judge twenty years hard labour for wasting his time."
  },
  {
    "categories": [],
    "id": 710,
    "content": "Last Halloween, Chuck Norris entered one of his testicles in the giant pumpkin contest and won."
  },
  {
    "categories": [],
    "id": 711,
    "content": "Every Thanksgiving, millions of people are thankful that Chuck Norris has allowed them to continue to live."
  },
  {
    "categories": [],
    "id": 712,
    "content": "America's next top model is really a competition of who gets to have Chuck Norris's child."
  },
  {
    "categories": [],
    "id": 713,
    "content": "Chuck Norris will not allow his image to be associated with losers! That's why he changed the title of his syndicated TV series from 'Walker, Texas Ranger' to 'Walker, St Louis Cardinal'."
  },
  {
    "categories": [],
    "id": 714,
    "content": "The signs outside of Chuck Norris' properties all say \"TRESPASSERS WILL BE NORRISED\""
  },
  {
    "categories": [],
    "id": 715,
    "content": "Chuck Norris once visited the Virgin Islands, now they're just called the islands."
  },
  {
    "categories": [],
    "id": 716,
    "content": "Big Brother in Orwell's 1984 was really Chuck Norris."
  },
  {
    "categories": [],
    "id": 717,
    "content": "You've heard of Mount Everest. It's actually a pile of dead people in Chuck Norris' back yard."
  },
  {
    "categories": [],
    "id": 718,
    "content": "The fall of Berlin wall was caused by Chuck Norris fart."
  },
  {
    "categories": [],
    "id": 719,
    "content": "Chuck Norris can suck a golf ball through a garden hose. Then he kills the first smartass who makes a joke about it."
  },
  {
    "categories": [],
    "id": 720,
    "content": "If Chuck Norris really likes you, he can make a single roundhouse kick last five hours."
  },
  {
    "categories": [],
    "id": 721,
    "content": "The U.S. Military once tried to capture the power of a round house kick from Chuck Norris into a bomb. It was called the Manhattan Project and it didn't even come close."
  },
  {
    "categories": [],
    "id": 722,
    "content": "Chuck Norris invented impaling when his kindergarten teacher tried to make him stop fingerpaiting while he happened to be using red fingerpaint. Coincidentally , his fondness for blood can also be traced back to the same day."
  },
  {
    "categories": [],
    "id": 723,
    "content": "The four corners of the Earth are all in Chuck Norris' back yard"
  },
  {
    "categories": [],
    "id": 724,
    "content": "Chuck Norris keeps a loaded .357 Magnum down the front of his underpants at all times, and he don't give a fuck."
  },
  {
    "categories": [],
    "id": 725,
    "content": "My dad cries whenever i threaten him with calling Chuck Norris"
  },
  {
    "categories": [],
    "id": 726,
    "content": "The only reason George Lucas sold the rights to Star Wars was because he finally understood that Chuck Norris didn't want to star in any future sequels."
  },
  {
    "categories": [],
    "id": 727,
    "content": "Chuck Norris can't actually walk on water but he never got over knee deep while walking across the Atlantic ocean."
  },
  {
    "categories": [],
    "id": 728,
    "content": "The last time Chuck Norris went ice fishing, he caught an igloo and a small glacier."
  },
  {
    "categories": [],
    "id": 729,
    "content": "Chuck Norris can slice your head off with a baseball bat."
  },
  {
    "categories": [],
    "id": 730,
    "content": "There is no theory of evolution. Just a list of creatures Chuck Norris has allowed to live."
  },
  {
    "categories": [],
    "id": 731,
    "content": "Chuck Norris makes Weebles fall down."
  },
  {
    "categories": [],
    "id": 732,
    "content": "IF Chuck Norris EVENTUALLY dies, he will get ALL the virgins in the world."
  },
  {
    "categories": [],
    "id": 733,
    "content": "Chuck Norris can snipe you with a spitball"
  },
  {
    "categories": [],
    "id": 734,
    "content": "Chuck Norris cum is bottled and sold as a strong alcoholic beverage in Greece. The greeks call this drink \"ouzo\"."
  },
  {
    "categories": [],
    "id": 735,
    "content": "Chuck Norris personally trained his pet canary for a daily early morning free flight excercise in the great outdoors. It usually returns for breakfast carrying a dead peregrine falcon in it's beak."
  },
  {
    "categories": [],
    "id": 736,
    "content": "Chuck Norris' mother wears bowling ball earrings."
  },
  {
    "categories": [],
    "id": 737,
    "content": "Chuck Norris has a hemorrhoid the size of a bowling ball. He's been so busy kicking ass that hasn't even noticed it yet."
  },
  {
    "categories": [],
    "id": 738,
    "content": "When Chuck Norris calls 911 it's to ask if everything is ok."
  },
  {
    "categories": [],
    "id": 739,
    "content": "the nuclear bomb was made when a small town barber in the fifty first state tried to cut Chuck Norris's beard. that is why there is only fifty states."
  },
  {
    "categories": [],
    "id": 740,
    "content": "Chuck Norris accidentally took down the internet by closing his browser."
  },
  {
    "categories": [],
    "id": 741,
    "content": "The Grim Reaper looked at Chuck Norris and was pantsed and round house kicked in the balls, at the same time a new born child was named: Chuck Alfred Norris Tomas, and died instantly."
  },
  {
    "categories": [],
    "id": 742,
    "content": "When Chuck Norris was young, his friends played dodge ball. Chuck always enjoyed a good game of dodge crowbars."
  },
  {
    "categories": [],
    "id": 743,
    "content": "Chuck Norris was the only kid at the beach who could actually catch the seagulls."
  },
  {
    "categories": [],
    "id": 744,
    "content": "Chuck Norris drinks a gallon of oil every day to lubricate his nerves of steel."
  },
  {
    "categories": [],
    "id": 745,
    "content": "Chuck Norris can literally kick a person's ass into next week. Their head will travel five days farther."
  },
  {
    "categories": [],
    "id": 746,
    "content": "Chuck Norris can climb waterfalls.."
  },
  {
    "categories": [],
    "id": 747,
    "content": "Chuck Norris' dinner guests often throw up in their mouths, to savor his fine cooking all over again."
  },
  {
    "categories": [],
    "id": 748,
    "content": "Steven Seagal once invited Chuck Norris over to his house and challenged him to a game billiards. Chuck Norris easily won by simply racking his balls for him."
  },
  {
    "categories": [],
    "id": 749,
    "content": "A semi-tanker truck once accidently spilled 30,000 gallons of petroleum jelly on I-35 in Texas. A schoolbus load of unsuspecting cheerleaders then got rear-ended by Chuck Norris."
  },
  {
    "categories": [],
    "id": 750,
    "content": "Chuck Norris eventually found God, terrified and in phoetal position. NO ONE hides from Chuck Norris."
  },
  {
    "categories": [],
    "id": 751,
    "content": "Chuck Norris can perform a three-point turn. With a tractor trailer. In an alley."
  },
  {
    "categories": [],
    "id": 752,
    "content": "Chuck Norris has eyes in the back of his head. Yeah,literally - in the back of his head."
  },
  {
    "categories": [],
    "id": 753,
    "content": "Some people install alarm systems. Others install Chuck Norris door mats. No one has the balls to walk on Chuck Norris"
  },
  {
    "categories": [],
    "id": 754,
    "content": "When Chuck Norris gets really mad, he raises the roof. LITERALLY."
  },
  {
    "categories": [],
    "id": 755,
    "content": "Chuck Norris is a master of the ancient art of Feng Shui. He will without warning walk into your house, destroy all your furniture, choke you to death, then bill your family."
  },
  {
    "categories": [],
    "id": 756,
    "content": "In the semen that made it to Chuck Norris' mom's womb, Chuck Norris was the only sperm. He'd long then round-house killed all the other sperms while still in his Dad's epididymis/balls."
  },
  {
    "categories": [],
    "id": 757,
    "content": "Due to a temporal anomaly not yet fully understood, the sun does actually shine out of Chuck Norris' ass."
  },
  {
    "categories": [],
    "id": 758,
    "content": "Chuck Norris created Canada when he kicked all the Liberals out of America."
  },
  {
    "categories": [],
    "id": 759,
    "content": "Chuck Norris was once in a catch 22, but he roundhouse kicked it down to a 12 pack and literally drank his problems away."
  },
  {
    "categories": [],
    "id": 760,
    "content": "Disco, the Latin language, and Dinosaurs: all unfortunate victims of Chuck Norris."
  },
  {
    "categories": [],
    "id": 761,
    "content": "Daenerys Targaryen is the \"Khaleesi of the Great Grass Sea,\" the \"Breaker of Chains,\" and \"Mother of Dragons.\" She would trade all that and more to become \"Woman of Chuck Norris.\""
  },
  {
    "categories": [],
    "id": 762,
    "content": "On his days off Chuck Norris actually gets along with people quite well. Chuck Norris never takes a day off."
  },
  {
    "categories": [],
    "id": 763,
    "content": "The timeless movie classic \"Clash of the Titans\" is actually based on a 1974 Detroit Bar Fight involving Chuck Norris, Bruce Lee, God, and all five members of AC/DC."
  },
  {
    "categories": ["explicit"],
    "id": 764,
    "content": "When you ask Chuck Norris a question, you'd better be ready to have an answer shoved all the way up your dick hole"
  },
  {
    "categories": [],
    "id": 765,
    "content": "Chuck Norris's wife uses insurance provided birth control pills. Wonder why Rush Limbaugh didn't call her a slut?"
  },
  {
    "categories": [],
    "id": 766,
    "content": "If Chuck Norris gave you a back rub, the coroner would swear you swallowed a hand grenade."
  },
  {
    "categories": [],
    "id": 767,
    "content": "all the world records were set by Chuck Norris. the people listed are in second place."
  },
  {
    "categories": [],
    "id": 768,
    "content": "Just to show off, Chuck Norris will occasionally use his testicles in nunchuck demonstrations."
  },
  {
    "categories": [],
    "id": 769,
    "content": "Chuck Norris' avatar is actually shorter than him."
  },
  {
    "categories": [],
    "id": 770,
    "content": "Chuck Norris is suing Myspace for taking the name of what he calls everything around you."
  },
  {
    "categories": [],
    "id": 771,
    "content": "Chuck Norris was origionally to be cast as Neo in The Matrix, but when they told him about the powers he would recieve, he laughed and said im Chuck Norris! He then proceeded to roundhouse kick the Warner Brother representatives and flying off to drink some beer and kick some random person's ass"
  },
  {
    "categories": [],
    "id": 772,
    "content": "Before it became politically incorrect, guys used to participate in the sport of \"dwarf tossing\". Chuck Norris invented and enjoys the sport of gorilla tossing."
  },
  {
    "categories": [],
    "id": 773,
    "content": "Do you know why Chuck Norris doesn't have hair on his balls because hair doesn't grow on steel!"
  },
  {
    "categories": [],
    "id": 774,
    "content": "Chuck Norris can dribble two bowling balls up a flight of stairs...with his feet."
  },
  {
    "categories": [],
    "id": 775,
    "content": "When he was a kid, Chuck Norris' bedroom walls were filled with photos of Chuck Norris."
  },
  {
    "categories": [],
    "id": 776,
    "content": "Chuck Norris was born at 6 p.m. By 8 p.m he had killed all his siblings. By 10 p.m he had all his nurses pimped out and made $2000. He waited until noon the next day to pimp out his mom."
  },
  {
    "categories": [],
    "id": 777,
    "content": "Kirby can't swallow Chuck Norris, but Chuck Norris can swallow Kirby."
  },
  {
    "categories": [],
    "id": 778,
    "content": "Chuck Norris frequently signs up for beginner karate classes so he can accidentally roundhouse kick kids in the neck."
  },
  {
    "categories": [],
    "id": 779,
    "content": "'Original Sin' actually refers to the first time anyone ever tried to fight Chuck Norris."
  },
  {
    "categories": [],
    "id": 780,
    "content": "The welcome mat at Chuck Norris' front door cleverly conceals the alligator pit."
  },
  {
    "categories": [],
    "id": 781,
    "content": "Chuck Norris is known to jump out of televisions and roundhouse kick the viewers for no reason at all. Extreme caution is advised while watching any shows involving Chuck Norris."
  },
  {
    "categories": [],
    "id": 782,
    "content": "Before boarding a plane, Chuck Norris personally frisks all TSA agents, pilots, flight crews, baggage handlers, air traffic controllers and passengers. So far Chuck Norris has not discovered any terrorists but has found 3 enlarged prostates, 36 breast implants, one glass eye, 7 pints of whiskey and a gerbil."
  },
  {
    "categories": [],
    "id": 783,
    "content": "Nobody knows it, but there was actually a world war 3. When Chuck Norris told the world he was gonna fight by himself everybody quit and hid."
  },
  {
    "categories": [],
    "id": 784,
    "content": "Danny De Vito used to be over seven feet tall before his Chuck Norris pile-drive."
  },
  {
    "categories": [],
    "id": 785,
    "content": "Chuck Norris isn't even considered a heterosexual since everything he fucks is technically a puddle within seconds."
  },
  {
    "categories": [],
    "id": 786,
    "content": "Chuck Norris can literally hand you your own ass."
  },
  {
    "categories": [],
    "id": 787,
    "content": "Chuck Norris' Doctor does physicals and normally says \"turn your head and cough\". When Chuck drops his pants the Doctor says \"oh my god\"!!"
  },
  {
    "categories": [],
    "id": 788,
    "content": "Chuck Norris has never made the same mistake twice because if he made a mistake and didn't actually kill you the first time, he'll go back in time and actually kill you 2 minutes before he tried to the first time."
  },
  {
    "categories": [],
    "id": 789,
    "content": "Chuck Norris does not fart. Because his fart can annihilate all life forms on Earth. But on December 21st 2012, he MAY fart."
  },
  {
    "categories": [],
    "id": 790,
    "content": "The ice Age was created when Chuck Norris accidentally left his freezer door open."
  },
  {
    "categories": [],
    "id": 791,
    "content": "When Chuck Norris calls shotgun, you'd better not argue, as he most likely is packing one."
  },
  {
    "categories": [],
    "id": 792,
    "content": "Fear of heights is called acrophobia. Fear of enclosed spaces is called claustrophobia. Fear of Chuck Norris is called sensible."
  },
  {
    "categories": [],
    "id": 793,
    "content": "Step 1: Have this Pokemon team: Slowking, Bibarel, Sawk, Throh, Conkeldurr, and your starter. Make sure all 6, besides the starter, are male and are nicknamed Chuck Norris. Step 2: Use this team in every Pokemon battle. You will always win with it."
  },
  {
    "categories": [],
    "id": 794,
    "content": "A guy challenged Chuck Norris to a knife fight so Chuck used what he had on hand and stabbed the guy to death with a toothpick."
  },
  {
    "categories": [],
    "id": 795,
    "content": "Chuck Norris remembers 9-11. He bows to the real American heroes on this day. And to America. And most importantly the families of all the fallen on that day 10 years ago. And to all the US servicemen & women who fell and to those who have served and those that continue to serve. And so do I!!!"
  },
  {
    "categories": [],
    "id": 796,
    "content": "Chuck Norris drinks carrots by themselves in a way I will not tell you. All that I will say is that he sometimes drinks carrot juice instead."
  },
  {
    "categories": [],
    "id": 797,
    "content": "She-Hulk breaks the fourth wall and talk to the audience. Chuck Norris can break the fifth wall and the audience talks to him."
  },
  {
    "categories": [],
    "id": 798,
    "content": "Chuck Norris once heard Vin Diesel was tougher than he was. Enraged Chuck began a cross country jog from Texas to California and confronted Vin. It is not known exactly what happened but Immeidately following the confrontation Vin appeared in the movie the \"Pacifier\", working for free. Vin has not appeared in any movies since but is scheduled to be a guest on the critically acclaimed sitcom \"Days of our Lives\"."
  },
  {
    "categories": [],
    "id": 799,
    "content": "\"Everybody Hates Chris\" was originally called \"Chuck Norris Hates Chris\" but Chris Rock didn't want to make a series just about how he survive Chuck Norris round house kicking him EVERYDAY"
  },
  {
    "categories": [],
    "id": 800,
    "content": "Chuck Norris usually has broken all ten commandments before his morning steak and whiskey."
  },
  {
    "categories": [],
    "id": 801,
    "content": "Chuck Norris knew Palpatine was a Sith Lord all along."
  },
  {
    "categories": [],
    "id": 802,
    "content": "El Nino used to be called Chuck Norris."
  },
  {
    "categories": [],
    "id": 803,
    "content": "Chuck Norris once used a pool cue to hit a baseball out of Dodger Stadium. The ball was last seen flying over Iceland."
  },
  {
    "categories": [],
    "id": 804,
    "content": "The original title for Alien vs Predator used to be called Alien vs Chuck Norris. But no one wanted to pay $7.50 for a 10 second movie"
  },
  {
    "categories": [],
    "id": 805,
    "content": "Chuck Norris once traveled with the Ringling Bros and Barnum & Bailey Circus as the flaming chainsaw swallower."
  },
  {
    "categories": [],
    "id": 806,
    "content": "The atomic bomb is actually made of a contained Chuck Norris fart."
  },
  {
    "categories": [],
    "id": 807,
    "content": "Lego was invented when a Chuck Norris action figure smashed all the other toys to pieces."
  },
  {
    "categories": [],
    "id": 808,
    "content": "Chuck Norris has such a high sperm count that women have to chew before they swallow. That is if they dont drowned."
  },
  {
    "categories": [],
    "id": 809,
    "content": "Women are magnetically drawn to Chuck Norris' wang. It's actually caused a number of horrible injuries."
  },
  {
    "categories": [],
    "id": 810,
    "content": "Chuck Norris can blow up a balloon with both of his lips tied behind his back."
  },
  {
    "categories": [],
    "id": 811,
    "content": "Chuck Norris' toilet is actually Henry VIII's throne with a shotgun hole in the seat."
  },
  {
    "categories": [],
    "id": 812,
    "content": "When Chuck Norris walks through dark alleys, muggers give Chuck THEIR wallets."
  },
  {
    "categories": [],
    "id": 813,
    "content": "Stephen Hawking doesn't really have Lou Gehrig's Disease. He's been confined to his chair after angering Chuck Norris."
  },
  {
    "categories": [],
    "id": 814,
    "content": "Contrary to popular belief, the first Thanksgiving was actually celebrated in 34,587 B.C. after an ancestor of Chuck Norris stabbed to death a Teradactyl that was attacking Fred Flintstone."
  },
  {
    "categories": [],
    "id": 815,
    "content": "Chuck Norris once farted 5 times while in the check-out line at a Bass Pro Shop. Three Bass Pro Shop employees were immediately hospitalized after accusing Chuck Norris of attempting to steal a duck call and some stink bait."
  },
  {
    "categories": [],
    "id": 816,
    "content": "Chuck Norris doesn't just bend space-time, he can turn it into a goddamn balloon animal."
  },
  {
    "categories": [],
    "id": 817,
    "content": "Chuck Norris attended last year's Nobel Prize ceremony wearing an all-white snakeskin pimp suit with matching widebrim hat and feather."
  },
  {
    "categories": [],
    "id": 818,
    "content": "Chuck Norris originally appeared in the \"Street Fighter II\" video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked bout this \"glitch,\" Norris replied, \"That's no glitch.\""
  },
  {
    "categories": [],
    "id": 819,
    "content": "As an incredible fusion drummer/percussionist, Chuck Norris is all about shoving that groove so deep in the pocket it hits your ball sack with extreme prejudice."
  },
  {
    "categories": [],
    "id": 820,
    "content": "Chuck Norris never has a plan \"B'. He never has a fucking plan 'A' either - all he needs is plan 'C' for Chuck."
  },
  {
    "categories": [],
    "id": 821,
    "content": "Batman, Spiderman, and Superman were at a wall when Chuck Norris walked up. \"We Super Heroes can climb, scale, or use X-ray vision to see through this wall. What can you do Chuck Norris?\" Chuck Norris turned and looked at the Wall which then let out a horrific scream, \"Oh Hell NO! I am out of here!\""
  },
  {
    "categories": [],
    "id": 822,
    "content": "Chuck Norris challenged Steven Seagal to a ponytail contest. Seagal backed down immediately."
  },
  {
    "categories": [],
    "id": 823,
    "content": "Chuck Norris always give more bang for your buck. In other words, he will roundhouse kick you in the face, then take your wallet."
  },
  {
    "categories": [],
    "id": 824,
    "content": "Chuck Norris bought a machine gun. Then he went home and pointed it straight up in the air, pulled the trigger, and, due to sheer awesomeness, it shot holes in the atmosphere. Scientists believe these to be in the ozone layer while others say they are the holes found in cheese. Its really the stars."
  },
  {
    "categories": [],
    "id": 825,
    "content": "The Marquis de Sade invented wrought iron testicle clamps. Chuck Norris univented them which is why you've never heard of them before. Chuck Norris prefers to destroy your balls with a roundhouse kick."
  },
  {
    "categories": [],
    "id": 826,
    "content": "Chuck Norris can end the recession with one phone call."
  },
  {
    "categories": [],
    "id": 827,
    "content": "Chuck Norris is an unlockable Character on the new MK9.To unlock:beat game on hardest difficulty by only using roundhouse kicks, fatality all characters with roundhouse kick.when he shows up for the fight hold the run button hoping you can outrun him."
  },
  {
    "categories": [],
    "id": 828,
    "content": "Chuck Norris is rolling out his own brand of breakfast cereal in June called Capt'n Chuck's Punch n Crunch."
  },
  {
    "categories": [],
    "id": 829,
    "content": "Chuck Norris now knows all the words to ever exist However, he only recently started learning \"mercy\" in every language."
  },
  {
    "categories": [],
    "id": 830,
    "content": "Einstein: You see, Chuck Norris is a kind of a very, very long cat. You pull his tail in New York and his fists fly in Los Angeles. Do you understand this? Great warriors all operate exactly the same way: you make eye contact here, you receive pain there. The only difference is, there is no cat."
  },
  {
    "categories": [],
    "id": 831,
    "content": "The film Hellbound is actually a documentary. Satan has, in fact, been dead since 1994, when Chuck Norris roundhouse kicked him."
  },
  {
    "categories": [],
    "id": 832,
    "content": "Chuck Norris was once paralyzed by the pressure of his awesomeness. He then roundhouse kicked his awesomeness to Mars, where it eradicated all life, he then made more awesome."
  },
  {
    "categories": [],
    "id": 833,
    "content": "If you pray for Chuck Norris to die, Chuck Norris will immediately find and kill you, which means you actually prayed for Chuck Norris to kill you, because Chuck Norris will live forever."
  },
  {
    "categories": [],
    "id": 834,
    "content": "Chuck Norris once punched through a titanium wall so fast his arm caught fire."
  },
  {
    "categories": [],
    "id": 835,
    "content": "Chuck Norris wanted to fight someone and wanted a challege, so he cloned himself. The resulting fight is now known as the big bang. Chuck Norris won."
  },
  {
    "categories": [],
    "id": 836,
    "content": "When Chuck Norris goes in for a physical, the doctor is too afraid to get close enough for an examination, so he.examines from afar, grading him on his overall physical appearence, which of course, is always perfect."
  },
  {
    "categories": [],
    "id": 837,
    "content": "Chuck Norris only keeps in touch with his first nine dozen kids - all the others around the world get a quarterly newsletter"
  },
  {
    "categories": [],
    "id": 838,
    "content": "All of Chuck Norris' genes are Levi's."
  },
  {
    "categories": [],
    "id": 839,
    "content": "You can call Chuck Noriss' phone with no caller ID.. But Chuck Norris can & WILL call you right back!"
  },
  {
    "categories": [],
    "id": 840,
    "content": "When Chuck Norris rips you a new one, it is actually anatomically superior to your old one. You must thank Lord Norris."
  },
  {
    "categories": [],
    "id": 841,
    "content": "Chuck Norris usually showers by buying several dozen puppies and kittens, then starting up his wood chipper."
  },
  {
    "categories": [],
    "id": 842,
    "content": "In an average day, Chuck Norris: kills 74 and a half people sleeps with 120 women eats two large automobiles saves the world thrice, and decimates a small city."
  },
  {
    "categories": [],
    "id": 843,
    "content": "Chuck Norris can dribble a bowling ball."
  },
  {
    "categories": [],
    "id": 844,
    "content": "Chuck Norris was in a Jack Ryan movie. He was The Sum of All Fears."
  },
  {
    "categories": [],
    "id": 845,
    "content": "UFC actually stands for \"Ultimate Fatality by Chuck\". To prove this, Chuck Norris challenged the UFC champion. When Chuck entered the cage, the UFC champ pummeled himself to death."
  },
  {
    "categories": [],
    "id": 846,
    "content": "Chuck Norris wears alligator boots. He just slips his feet into real live alligators when he does."
  },
  {
    "categories": [],
    "id": 847,
    "content": "Chuck Norris invented a new language called Roundhouse Chuckanese"
  },
  {
    "categories": [],
    "id": 848,
    "content": "Chuck Norris roasts marshmallows by holding them near his groin for less than 30 seconds."
  },
  {
    "categories": [],
    "id": 849,
    "content": "Chuck Norris visited this website before. But he didn't submit a fact, he looked all 8616 facts. That includes this fact."
  },
  {
    "categories": [],
    "id": 850,
    "content": "If you see Chuck Norris screwing your mother, DO NOT APPROACH HIM. Just ignore all of the epic music playing, the explosions and the birds trying to fly in the window, and prepare a grave for her."
  },
  {
    "categories": [],
    "id": 851,
    "content": "Chuck Norris once skydived from the ionosphere. Why? Because he would be the only gold medalist to survive that kind of a fall."
  },
  {
    "categories": [],
    "id": 852,
    "content": "Chuck Norris has slept with Carmen Sandiego. She has now fallen for him and stalks him."
  },
  {
    "categories": [],
    "id": 853,
    "content": "Chuck Norris brutally beat the shit out of the rock band Buckcherry, because of their stupid name. He hates when people re-arrange the letters of his sacred name. Wait - oh shit."
  },
  {
    "categories": [],
    "id": 854,
    "content": "Viagra is actually made entirely of crushed-up publicity stills of Chuck Norris."
  },
  {
    "categories": [],
    "id": 855,
    "content": "Chuck Norris has a wallet made of face."
  },
  {
    "categories": [],
    "id": 856,
    "content": "China was once bordering the United States, until Chuck Norris roundhouse kicked it all the way through the Earth."
  },
  {
    "categories": [],
    "id": 857,
    "content": "Chuck Norris used to throw shoes at Dubya all the time."
  },
  {
    "categories": [],
    "id": 858,
    "content": "Chuck Norris won the PBA Championship Rodeo Bull Riding contest by riding Snort, a 6,450 lb Brahma Bull for 4 hrs 27 minutes when Snort finally collapsed. 9 months later, Snort had a calf."
  },
  {
    "categories": [],
    "id": 859,
    "content": "To prove his mental strenght Chuck Norris listened to Metallica/Lou Reed-collaboration \"Lulu\" on repeat for a whole day."
  },
  {
    "categories": [],
    "id": 860,
    "content": "Chuck Norris can nail a hammer into a wall."
  },
  {
    "categories": [],
    "id": 861,
    "content": "Chuck Norris is really just a manifestation of Pennywise The Clown's fear."
  },
  {
    "categories": [],
    "id": 862,
    "content": "We all need somebody to lean on. Except for CHuck Norris."
  },
  {
    "categories": [],
    "id": 863,
    "content": "Chuck Norris once played a Generation V Pokemon game and caught a Raichu. The Raichu is now defiant enough to knock out an Excadrill with Bolt Strike. How is this defiant? Excadrill's types are Ground [has immunity to Electric-type moves] and Steel [has resistance to Electric-type moves], Raichu normally cannot learn Bolt Strike, and Raichu don't normally appear in Pokemon Black and White in the first place!"
  },
  {
    "categories": [],
    "id": 864,
    "content": "When Bruce Lee did the fighting scene with Chuck Norris, he had to take 500 million gallons of tranquilizer injected in his body just so Bruce Lee could even land a punch on him. He had to use all the tranquilizer in the world to feel those punches. Seriously!"
  },
  {
    "categories": [],
    "id": 865,
    "content": "All individuals that have remarkably survived a Chuck Norris attack suffer what in medical terms is called 'optical rectumitis'. That being having their assholes kicked out through their eyesockets"
  },
  {
    "categories": [],
    "id": 866,
    "content": "Chuck Norris created \"INCEPTION\" to allow people to believe that they had a fighting chance. That is why Bruce Lee never beat Chuck Norris In \"Way of The Dragon\""
  },
  {
    "categories": [],
    "id": 867,
    "content": "With Chuck Norris, fear calls 911."
  },
  {
    "categories": [],
    "id": 868,
    "content": "Chuck Norris doesn't drive, because all roads lead to Chuck Norris."
  },
  {
    "categories": [],
    "id": 869,
    "content": "Chuck Norris' scrotum has calluses."
  },
  {
    "categories": [],
    "id": 870,
    "content": "You know why alien space ships are called Unidentified Flying Objects? The aliens don't want Chuck Norris to identify them."
  },
  {
    "categories": [],
    "id": 871,
    "content": "One night Ice Cube and Snoop Dog saw Chuck Norris walking the streets of Compton, so they \"anonymously\" called the police."
  },
  {
    "categories": [],
    "id": 872,
    "content": "The term absolute zero refers to the number of people who will survive if Chuck Norris decides to go on an all-out killing rampage."
  },
  {
    "categories": [],
    "id": 873,
    "content": "When Chuck Norris Sleeps his nightmares become reality for all the world to see. Fortunately he never sleeps....ever."
  },
  {
    "categories": [],
    "id": 874,
    "content": "Chuck Norris drinks Mexican water by the gallon."
  },
  {
    "categories": [],
    "id": 875,
    "content": "In \"Wanted Dead Or Alive\", the lyric \"I've seen a million faces, and rocked them all\" is dedicated to Chuck Norris. Of course, the word 'rocked' is an euphemism for 'roundhose-kicked'."
  },
  {
    "categories": [],
    "id": 876,
    "content": "Rambo has a Chuck Norris poster on his wall."
  },
  {
    "categories": [],
    "id": 877,
    "content": "Chuck Norris challenged a staring contest with Weegee then Weegee turned into Chuck Norris"
  },
  {
    "categories": [],
    "id": 878,
    "content": "Chuck Norris Installed linux in his sand watch"
  },
  {
    "categories": [],
    "id": 879,
    "content": "Chuck Norris is all five Beatles."
  },
  {
    "categories": [],
    "id": 880,
    "content": "There are no crying scenes of Chuck Norris in any of his movies? That's strictly because Chuck Norris never allows stunt doubles for any of his scenes."
  },
  {
    "categories": [],
    "id": 881,
    "content": "A big truck driver challenged Chuck Norris to a fight. Chuck asked him \"paper or plastic\"? The guy asked \"what the hell does that mean\"? Chuck said \"thats the type of bag you're gonna carry your teeth home in\"."
  },
  {
    "categories": [],
    "id": 882,
    "content": "Stop signs are actually warnings that Chuck Norris is passing by."
  },
  {
    "categories": [],
    "id": 883,
    "content": "Did you know if you watch the editors cut of Wizard of Oz, theres and alternate ending where Chuck Norris round house kicks Dorothys house back to Kansas... it shortened the movie drastically and the director decided not to use it... true story."
  },
  {
    "categories": [],
    "id": 884,
    "content": "All the women-attracting pheromones included in body sprays and colognes come from Chuck Norris."
  },
  {
    "categories": [],
    "id": 885,
    "content": "Chuck Norris balls is where u get the term, you dont have the stones."
  },
  {
    "categories": [],
    "id": 886,
    "content": "For Halloween, instead of using pumpkins, Chuck Norris uses Yakuza heads."
  },
  {
    "categories": [],
    "id": 887,
    "content": "Chuck Norris can name all 493 pokemon...BACKWORDS"
  },
  {
    "categories": [],
    "id": 888,
    "content": "Little known fact: Chuck Norris is rumored to have been the original choice to play evil Cobra Kai sensei John Kreese in The Karate Kid. Presumably he turned the role down because, realistically, no student trained by Chuck Norris could ever possibly lose a match."
  },
  {
    "categories": [],
    "id": 889,
    "content": "For the next debate, Chuck Norris has volunteered to stuff all of the remaining GOP Presidential candidates into the tiny cicrus clown car they use for their arrival to the debate venue."
  },
  {
    "categories": [],
    "id": 890,
    "content": "Chuck Norris' auto biography is the best selling book of all time, it's called the bible"
  },
  {
    "categories": [],
    "id": 891,
    "content": "If Chuck Norris had starred in \"Jaws\" it would have been called \"Dentures\""
  },
  {
    "categories": [],
    "id": 892,
    "content": "There are many people in this old world that have had an eyeball knocked out of one of their eye sockets because they say that they didn't see a Chuck Norris roundhouse coming. They all say that they have learned a valuable lesson & from now on they'll always keep an eye out for Chuck Norris."
  },
  {
    "categories": [],
    "id": 893,
    "content": "While teaching a CPR course, Chuck Norris actually brought the practice dummy to life"
  },
  {
    "categories": [],
    "id": 894,
    "content": "In one particularly gruesome confrontation, Chuck Norris shaved all the hair off of a man's head and then forced him to eat it. That man today is Vin Diesel."
  },
  {
    "categories": [],
    "id": 895,
    "content": "Chuck Norris sired a baseball team...and a football team if you count all of the bastards."
  },
  {
    "categories": [],
    "id": 896,
    "content": "When all else fails.....Chuck Norris doesn't."
  },
  {
    "categories": [],
    "id": 897,
    "content": "Chuck Norris is going to star in a film called \"Twitter.\" He will portray 140 characters."
  },
  {
    "categories": [],
    "id": 898,
    "content": "Niagra Falls, is not really a waterfall, It's just what happens when Chuck Norris gets done with a night of drinking."
  },
  {
    "categories": [],
    "id": 899,
    "content": "Chuck Norris's great-grandson defeated Sabrina with a Level 17 Caterpie. Oh, and it's totally possible. Some person who's less related to Chuck Norris posted a video on his YouTube account which shows him defeating a team of 6 Pokemon with a Caterpie."
  },
  {
    "categories": [],
    "id": 900,
    "content": "Chuck Norris was originally cast for the starring role in Jaws, but the shark backed out of the project."
  },
  {
    "categories": [],
    "id": 901,
    "content": "Many people wonder why Star Wars begins with \"A long time ago, in a galaxy far, far away\"... Well, Chuck Norris roundhouse kicked all the jedi, clones & other aliens in that galaxy and moved to ours."
  },
  {
    "categories": [],
    "id": 902,
    "content": "Mr. T, Arnold Shcwarzzenger, and Chuck Norris are standing in front of God. God says to them,\"I have call you three here because you are the greatest fighters in the world and I have a place for one of you at my right hand. You must prove to me whom of you it shall be.\" Mr. T steps and says \"I pity the fool who doesn't let me sit at His right hand.\" God tells him that he was not good enough and sends Mr. T to hell. Arnold steps up and says \"I was in predator, commando, the terminator. You must choose the governator.\" God tells him not good enough and sends Arnold to hell. God turns to Chuck Norris and say \"Why should you sit beside me?\" Chuck quickly proceeds to roundhouse kick God in the face and say \"Bitch, your in my seat."
  },
  {
    "categories": [],
    "id": 903,
    "content": "Chuck Norris will personally roundhouse kick you if you don't get off this website and get back to work!"
  },
  {
    "categories": [],
    "id": 904,
    "content": "After years of rigorous and physically demanding testing, it was proved that Chuck Norris was stronger than Chuck Norris."
  },
  {
    "categories": [],
    "id": 905,
    "content": "Chuck Norris once ripped the eyeballs out of Great Horned Owl and wore them around as night vision goggles."
  },
  {
    "categories": [],
    "id": 906,
    "content": "The movement of subatomic air substance created from Chuck Norris' roundhouse kicks were recently accredited by physicists as allowing them to view the Higgs Boson Partical."
  },
  {
    "categories": [],
    "id": 907,
    "content": "Gravity is so intense in a black hole that it actually distorts time and space, leaving absolutely no chance of escape or survival. Chuck Norris walks through six black holes every morning because he needs more time to kill people in different places."
  },
  {
    "categories": [],
    "id": 908,
    "content": "if you punch a brick wall you will never win. but if Chuck Norris punches one he wins every time!"
  },
  {
    "categories": [],
    "id": 909,
    "content": "Jack Lallane gave birth to Chuck Norris, who in turn, gave birth to Jack Lallane. Vin Diesel was the afterbirth."
  },
  {
    "categories": [],
    "id": 910,
    "content": "Chuck Norris actually died four years ago, but the Grim Reaper can't get up the courage to tell him."
  },
  {
    "categories": [],
    "id": 911,
    "content": "Chuck Norris' balls make cold water shrink."
  },
  {
    "categories": [],
    "id": 912,
    "content": "Chuck Norris was the only professional boxer ever who was allowed to perform fatality moves on his defeated opponents."
  },
  {
    "categories": [],
    "id": 913,
    "content": "Chuck Norris is all the rage."
  },
  {
    "categories": [],
    "id": 914,
    "content": "One time Sylvester Stallone got into an argument with Chuck Norris over who was the best knitter. Chuck Norris roundhouse kicked him in the face. Stallone's lip hasn't been the same since."
  },
  {
    "categories": [],
    "id": 915,
    "content": "I'm making a game called Ultra Smash Flash. Chuck Norris will be playable. And Kirby can use his roundhouse kick. Also, the Chaos Emeralds will be transformational items. When Chuck Norris gets 7, his power is STILL less than 1% of his real life counterpart. Makes sense, right? Quality, NOT quantity? NOPE. Quality AND quantity! Let's do this!"
  },
  {
    "categories": [],
    "id": 916,
    "content": "All steroids are derived from Chuck Norris DNA."
  },
  {
    "categories": [],
    "id": 917,
    "content": "Chuck Norris now lives in Eagle Pass. He has a set of balls made out of brass. When they clang together, They cause stormy weather. And lighting shoots out of his ass."
  },
  {
    "categories": [],
    "id": 918,
    "content": "Chuck Norris can say \"I'm fallen in love with you\" to a woman without mosbying her."
  },
  {
    "categories": [],
    "id": 919,
    "content": "It has been said that Chuck Norris has \"the eye of the tiger\". He also has the eyes of a badger, a tarantula, a komodo dragon. an octopus, 3 bald eagles and an aardvark. He keeps them all in a Claussen dill pickle jar hidden under his bed for safe keeping."
  },
  {
    "categories": [],
    "id": 920,
    "content": "Chuck Norris is forbidden from competing in paintball games... for very fucking obvious reasons."
  },
  {
    "categories": [],
    "id": 921,
    "content": "Chuck Norris likes Apples for dessert ... especially Macbook Pros and Airbooks"
  },
  {
    "categories": [],
    "id": 922,
    "content": "The Foo Fighters will soon find Chuck Norris had already fought and killed all the Foo."
  },
  {
    "categories": [],
    "id": 923,
    "content": "Chuck Norris isn't actually invincible. HE DOESN'T NEED TO BE."
  },
  {
    "categories": [],
    "id": 924,
    "content": "In 1969, man landed on the Moon. By 1969, Chuck Norris had already landed on eight planets, skipping Pluto \"because it's too damn small.\""
  },
  {
    "categories": [],
    "id": 925,
    "content": "It is generally accepted that the Meteor Crater in western Arizona was made by a meteor. WRONG. It was actually a result of a Chuck Norris skydiving mishap. After jumping from the plane, one of his balls became entangled in his parachute chords and was severed. Fact is, the crater is a result of his testacle impacting the ground!"
  },
  {
    "categories": [],
    "id": 926,
    "content": "If Chuck Norris was a teacher, he could literally blow your mind. Dont take his class if you want your brain. xD"
  },
  {
    "categories": [],
    "id": 927,
    "content": "A greastest achvement that you can get is when you go down niagara falls in a wodden barrole, Chuck Norris can go UP niagara falls in a cardboard box."
  },
  {
    "categories": [],
    "id": 928,
    "content": "Chuck Norris finished the ice bucket challenge by dumping the entire Antarctica continent on his head."
  },
  {
    "categories": [],
    "id": 929,
    "content": "Prior to contrary belief, the Red Sea was actually parted by Chuck Norris."
  },
  {
    "categories": [],
    "id": 930,
    "content": "Chuck Norris showed Snooki what the situation really is."
  },
  {
    "categories": [],
    "id": 931,
    "content": "When Chuck Norris inhales a helium balloon his voice will sound like Barry White in slo-mo for the next nine hours."
  },
  {
    "categories": [],
    "id": 932,
    "content": "Wheaties are actually sun-dried Chuck Norris boogers."
  },
  {
    "categories": [],
    "id": 933,
    "content": "Chuck Norris poop is harder than rock. His turds are called \"diamonds\" when sold."
  },
  {
    "categories": [],
    "id": 934,
    "content": "If Chuck Norris rammed his boot up your ass, all three of us would be tickled!"
  },
  {
    "categories": [],
    "id": 935,
    "content": "When Chuck Norris was younger he was excited when he began growing chest hair. All the other boys in his 1st grade class were jealous."
  },
  {
    "categories": [],
    "id": 936,
    "content": "When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris"
  },
  {
    "categories": [],
    "id": 937,
    "content": "Chuck Norris can clip his toenails, blow up a balloon, sneeze and inhale a cigarette at the same time."
  },
  {
    "categories": [],
    "id": 938,
    "content": "It's all fun and games until Chuck Norris pulls your eyes out with a socket wrench."
  },
  {
    "categories": [],
    "id": 939,
    "content": "Chuck Norris can unhinge his jaw, to better facilitate swallowing things whole."
  },
  {
    "categories": [],
    "id": 940,
    "content": "Thi site has the worst Chuck Norris jokes out there. I mean really people. No one even puts any thought into them. They are pathetic"
  },
  {
    "categories": [],
    "id": 941,
    "content": "Chuck Norris went to the virgin isles and when he came bak they were just called the isles"
  },
  {
    "categories": [],
    "id": 942,
    "content": "After a pick up game of basketball, Chuck Norris made 42 baskets out of 30 attempts."
  },
  {
    "categories": [],
    "id": 943,
    "content": "Superman actually has two weaknesses Kryptonite and Chuck Norris."
  },
  {
    "categories": [],
    "id": 944,
    "content": "Chuck Norris went back in time and killed all his great-grandparents just to trip everybody out."
  },
  {
    "categories": [],
    "id": 945,
    "content": "Chuck Norris was actually Spartacus."
  },
  {
    "categories": [],
    "id": 946,
    "content": "Once again, Chuck Norris allows the skinny black guy to pretend that he's running America for another four years."
  },
  {
    "categories": [],
    "id": 947,
    "content": "Chuck Norris owns all of the No. 1 pencils."
  },
  {
    "categories": [],
    "id": 948,
    "content": "Two And A Half Men was originally Seventy-Eight And a Half Men and a show only about Chuck Norris."
  },
  {
    "categories": [],
    "id": 949,
    "content": "Chuck Norris is brimming with so much testosterone-fueled badassery, that your balls will twitch at the sight of him."
  },
  {
    "categories": [],
    "id": 950,
    "content": "Bruce Spingsteen calls Chuck Norris \"The Boss\"."
  },
  {
    "categories": [],
    "id": 951,
    "content": "When landing on the moon, Neil Armstrong actually said, 'one small step for man, one giant leap for mankind... and please, Chuck Norris, don't kill me for being the first.'"
  },
  {
    "categories": [],
    "id": 952,
    "content": "On September 13th of 1295, Chuck Norris beat Dark Souls III, Mario & Luigi: Paper Jam, Katamari Damacy, Battletoads, Pong, Galaga, MineCraft, and Sammy Lightfoot at the exact same time - all by eating a doughnut in an extremely specific manner."
  },
  {
    "categories": [],
    "id": 953,
    "content": "Chuck Norris was originally going to star in the movie 127 Hours, but was dropped when producers relized they would have to change the name of the movie to 8.3 Seconds."
  },
  {
    "categories": [],
    "id": 954,
    "content": "A Handicap parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there."
  },
  {
    "categories": [],
    "id": 955,
    "content": "Chuck Norris went as himself for Halloween; He got twice as much candy as everybody"
  },
  {
    "categories": [],
    "id": 956,
    "content": "Chuck Norris can call checkmate, before the pieces are setup on the chessboard."
  },
  {
    "categories": [],
    "id": 957,
    "content": "Chuck Norris named his price and saved 15% or more on car insurance when he switched to Allstate."
  },
  {
    "categories": [],
    "id": 958,
    "content": "Chuck Norris can impregnate a woman orally."
  },
  {
    "categories": [],
    "id": 959,
    "content": "Chuck Norris doesn't use a chainsaw to cut trees, he just stares at the tree until it falls over."
  },
  {
    "categories": [],
    "id": 960,
    "content": "Whatever happened to Duncan MacLeod, The Highlander? He foolishly challenged Chuck Norris. In the end, there can be only one. The one is Chuck Norris."
  },
  {
    "categories": [],
    "id": 961,
    "content": "Chuck Norris NEVER calls the cops. The cops call Chuck Norris."
  },
  {
    "categories": [],
    "id": 962,
    "content": "Jimmy Fallon has to ask Chuck Norris permission \"to make it rain up in here\"."
  },
  {
    "categories": [],
    "id": 963,
    "content": "War of The Worlds was actually a documentary- all the aliens died out after Chuck Norris dealt with them."
  },
  {
    "categories": [],
    "id": 964,
    "content": "Chuck Norris built a time machine and went back in time to stop the JFK assassination. As Oswald shot, Chuck Norris met all three bullets with his beard, deflecting them. JFK's head exploded out of sheer amazement."
  },
  {
    "categories": [],
    "id": 965,
    "content": "When Chuck Norris attended a Boy George concert, Boy George soon found himself in the nose bleed section - literally."
  },
  {
    "categories": [],
    "id": 966,
    "content": "When Chuck Norris was about to undergo a major surgical procedure, he was given a strong anesthetic and told to count backward slowly from one hundred. When Chuck got to zero and still didn't feel even slightly drowsy, he naturally murdered all the doctors with their own tools and performed the procedure himself."
  },
  {
    "categories": [],
    "id": 967,
    "content": "The Most Interesting Man in the World's hair is not actually grey. It's actually covered with Chuck Norris' sperm."
  },
  {
    "categories": [],
    "id": 968,
    "content": "Chuck Norris caught a chicken using a dead alligator as bait."
  },
  {
    "categories": [],
    "id": 969,
    "content": "I would like to take this spot to remember Michael Jackson, who was pronounced dead on the 25th. He was the King of Pop, and we will all miss him. Rest in peace. Suspected cause of death: A Chuck Norris delivered roundhouse kick to the face. Evidence: Missing nose, giant bootprint."
  },
  {
    "categories": [],
    "id": 970,
    "content": "All bad guys ever kicked by Chuck Norris in TV/movies immediatly died upon end of contract. Chuck Norris respects the Law."
  },
  {
    "categories": [],
    "id": 971,
    "content": "Chuck Norris is recommending all his friends buy a boat because Zombies can not swim."
  },
  {
    "categories": [],
    "id": 972,
    "content": "Chuck Norris decided it shall be called pineapple, and the world accepted it out of sheer terror even though the fruit had nothing to do with pines or apples."
  },
  {
    "categories": [],
    "id": 973,
    "content": "In the Matrix, how can you tell it from the real world? Well, in the real world, all leading roles played by different actors who always get the girl are actually Chuck Norris."
  },
  {
    "categories": [],
    "id": 974,
    "content": "Some people call it love at first sight when you gaze in to the eyes of your lover. Other people call it death by suicide when you stare at Chuck Norris."
  },
  {
    "categories": [],
    "id": 975,
    "content": "Chuck Norris puts the C in Critical, the H in Hercules, the U in Unbeatable and the K in Kick... All together - CHUCK."
  },
  {
    "categories": [],
    "id": 976,
    "content": "Chuck Norris is widely considered the greatest hip-hop artist of all time."
  },
  {
    "categories": [],
    "id": 977,
    "content": "Chuck Norris can actually \"hold up\" a bank...with one finger."
  },
  {
    "categories": [],
    "id": 978,
    "content": "If a fishes see Chuck Norris swim , they usally drown in fear."
  },
  {
    "categories": [],
    "id": 979,
    "content": "Robin Hood was partially based on Chuck Norris, in that Norris would rob from the rich. But Robin Hood never roundhouse-kicked the poor. Or the rich, for that matter."
  },
  {
    "categories": [],
    "id": 980,
    "content": "The Kool-Aid Pitcherman busted through the wall of Chuck Norris' livingroom and said, \"OH NOOOOOOOO!\"."
  },
  {
    "categories": [],
    "id": 981,
    "content": "Chuck Norris isn't all that interested in astronomy. The only stars Chuck Norris cares about are the 50 on the flag of the USA, the one that's part of his Ranger badge, and the Lone Star of Texas."
  },
  {
    "categories": [],
    "id": 982,
    "content": "King Solomon suggested cutting the baby in half. Chuck Norris ACTUALLY cut the baby in half, ate it, and proceeded to impregnate both women while bellowing \" The essence of this baby will live on through the gift of my mighty seed!\""
  },
  {
    "categories": [],
    "id": 983,
    "content": "Chuck Norris invented the kangaroo when he ripped the front legs off a dog and threw it all the way to Australia."
  },
  {
    "categories": [],
    "id": 984,
    "content": "It should be blatantly obvious to all, but it still bears repeating: never, ever, EVER ask Chuck Norris to take his boots off when he enters your house."
  },
  {
    "categories": [],
    "id": 985,
    "content": "Chuck Norris single handedly roundhouse kicked the butt of every player, coach, waterboy and fan of the Florida State University Seminoles football team. They are now known as the Semiholes."
  },
  {
    "categories": [],
    "id": 986,
    "content": "Chuck Norris can finish an \"all you can eat\" buffet."
  },
  {
    "categories": [],
    "id": 987,
    "content": "Metallica's James Hetfield calls himself a table. Chuck Norris just calls himself a winner."
  },
  {
    "categories": [],
    "id": 988,
    "content": "Chuck Norris once decided to sell his saliva as an areosol spray. He called it \"WD-40\""
  },
  {
    "categories": [],
    "id": 989,
    "content": "Chuck Norris is the landlord of the Hall of Justice."
  },
  {
    "categories": [],
    "id": 990,
    "content": "When there's something bad in your neighborhood... Who you gonna call? CHUCK NORRIS!"
  },
  {
    "categories": [],
    "id": 991,
    "content": "Some people check their horoscope. Chuck Norris consults his Norriscope. It's usually a set of co-ordinates and the words 'KILL' or 'SEX'."
  },
  {
    "categories": [],
    "id": 992,
    "content": "Chuck Norris didn't actually invent time travel. His future self taught him how."
  },
  {
    "categories": [],
    "id": 993,
    "content": "Chuck Norris' life is basically a gritty reboot of the concept of grittiness."
  },
  {
    "categories": [],
    "id": 994,
    "content": "Little known fact: the Washington Monument was originally called the Chuck Norris Erection."
  },
  {
    "categories": [],
    "id": 995,
    "content": "Chuck Norris can kill you with a headshot using a shotgun from across the map on call of duty."
  },
  {
    "categories": [],
    "id": 996,
    "content": "Chuck Norris was orginally casted as the main character for salt but then they changed it to Angelia Jolie, look at her face now."
  },
  {
    "categories": [],
    "id": 997,
    "content": "Chuck Norris has seen it all, and done it all, so many times that he has long ago lost count."
  },
  {
    "categories": [],
    "id": 998,
    "content": "Little known fact: Chuck Norris actually discovered the theory of relativity tattooed on his ass after a weekend in Vegas."
  },
  {
    "categories": [],
    "id": 999,
    "content": "The problem of illegal immigration can be dramatically curtailed, if we put Chuck Norris at the border."
  },
  {
    "categories": [],
    "id": 1000,
    "content": "SpongeBob SquarePants once called Chuck Norris a Crabby Patty sissy boy. An angy Chuck Norris then roundhouse kicked SpongeBob in the ass so hard that he had to legally change his name to SpongeBob NoRectumPants."
  },
  {
    "categories": [],
    "id": 1001,
    "content": "Chuck Norris once rocked so hard in an AC/DC concert that it was felt even in 1906. They called it the great San Francisco earthquake."
  },
  {
    "categories": [],
    "id": 1002,
    "content": "Chuck Norris once got aids. He sent them on an espionage mission to Phuket, Thailand, and they all got AIDS."
  },
  {
    "categories": [],
    "id": 1003,
    "content": "Scientists have discovered the most stable method of measuring time. They call it Chuck Norris's&#65279; heartbeat."
  },
  {
    "categories": [],
    "id": 1004,
    "content": "When Chuck Norris plays football, he uses his foot and your balls."
  },
  {
    "categories": [],
    "id": 1005,
    "content": "in 1974 Chuck Norris was charged with killing 15 students during a school shooting...with a spitball"
  },
  {
    "categories": [],
    "id": 1006,
    "content": "When the Lone Ranger & Tonto challenged Chuck Norris to a game of 8 ball, Chuck Norris racked thier balls."
  },
  {
    "categories": [],
    "id": 1007,
    "content": "Anthrax is reverse-engineered from Chuck Norris' white blood cells and was originally called Chuckthrax."
  },
  {
    "categories": [],
    "id": 1008,
    "content": "Throughout the '80s and '90s, Chuck Norris scorched a pretty wide canyon in the lush and ample landscape of Southern California pussy. Basically, if you know a woman who was between the ages of 16 and 80 and living within a 30-mile radius of L.A. between 1981 and 1999, it's a mathematical certainty she tried to fuck Chuck Norris at least once."
  },
  {
    "categories": [],
    "id": 1009,
    "content": "If all the army's in world were to wage war on Chuck Norris he would just cough and they would be dead"
  },
  {
    "categories": [],
    "id": 1010,
    "content": "Chuck Norris created the Chinese basketball player, Yao Ming by means of torture stretching a sumo wrestler on \"the rack\"."
  },
  {
    "categories": [],
    "id": 1011,
    "content": "Chuck Norris once ordered a Big Mac at a Catholic confession booth, and he fucking well got it. He then reversed his Hummer back through the hole in the wall."
  },
  {
    "categories": [],
    "id": 1012,
    "content": "When Chuck Norris was 5, he went to the Mall to see Santa. Santa asked \"what would you like little boy, a train set? A bike? Chuck replied \"no Santa, I want a rocket launcher\"."
  },
  {
    "categories": [],
    "id": 1013,
    "content": "Errol Flynn once tried to grow a Chuck Norris beard. Which of course is why he died such a brutally violent death."
  },
  {
    "categories": [],
    "id": 1014,
    "content": "Chuck Norris was at a bar when a drunken guy called him a pussy. Chuck punched him so hard his kidneys shut down."
  },
  {
    "categories": [],
    "id": 1015,
    "content": "Chuck Norris keeps a small collapsable guillotine in the trunk of his Hummer."
  },
  {
    "categories": [],
    "id": 1016,
    "content": "Chuck Norris owns a chain of Starchucks along the Pacific north-west, for all your coffee, alcohol and firearms needs."
  },
  {
    "categories": [],
    "id": 1017,
    "content": "Chuck Norris completed the Tough Guy Challenge by doing nothing."
  },
  {
    "categories": [],
    "id": 1018,
    "content": "Chuck Norris can literally order Flied Lice at a Chinese takeout."
  },
  {
    "categories": [],
    "id": 1019,
    "content": "Chuck Norris finished every Call of Duty games in less than 15 minutes..........without shooting a single bullet."
  },
  {
    "categories": [],
    "id": 1020,
    "content": "When playing Blackjack, Chuck Norris wears a 50-gallon cowboy hat, huge bug-eye wraparound shades and a black velvet leisure suit covered in diamond studs. He keeps a loaded Uzi on the table while he plays."
  },
  {
    "categories": [],
    "id": 1021,
    "content": "Chuck Norris can lick the live end of a 50,000 watt cable and call it ice-cream."
  },
  {
    "categories": [],
    "id": 1022,
    "content": "Q: How much wood could a woodchuck chuck if a woodchuck could Chuck Norris? A: All of it..."
  },
  {
    "categories": [],
    "id": 1023,
    "content": "Chuck Norris once took a dump on Wall Street. The turd he left is now known as the Bronze Bull."
  },
  {
    "categories": [],
    "id": 1024,
    "content": "When Chuck Norris action figures first came out they had a recall, because they were beating the shit out of little kids."
  },
  {
    "categories": [],
    "id": 1025,
    "content": "The most difficult thing about making the Total Gym commercials was keeping Christie Brinkley from tearing off her clothes and begging Chuck Norris, \"Take me, Chuck Norris, you magnificient bearded stallion!\""
  },
  {
    "categories": [],
    "id": 1026,
    "content": "If Chuck Norris imagines roundhouse kicking someone, that roundhouse kick actually hurts someone. Try not to imagine him imagining that."
  },
  {
    "categories": [],
    "id": 1027,
    "content": "The Beatles are on itunes because Chuck Norris finally bought a Mac."
  },
  {
    "categories": [],
    "id": 1028,
    "content": "Chuck Norris can kill more people before 9 A.M. than most armies can kill all day."
  },
  {
    "categories": ["explicit"],
    "id": 1029,
    "content": "Chuck Norris can break your neck with his tongue, tear your heart out with his eyelashes and kick you in the dick with enough force to leave a mushroom-shaped hole in the brick wall behind you."
  },
  {
    "categories": [],
    "id": 1030,
    "content": "In 1978, a suicidal man,convinced that insulting Chuck Norris would result in instant death, walked right up to him and called him 'Shmuck Novice' to his face. You don't wanna know what is still happening to him."
  },
  {
    "categories": [],
    "id": 1031,
    "content": "The goverment called Chuck Norris to ask him to destroy an asteroid the size of Texas.Chuck Norris then rode on top of a rocket with nothing but a fork and a cherrybomb.Needless to say, the asteroid lost."
  },
  {
    "categories": [],
    "id": 1032,
    "content": "Chuck Norris once found the mammary glands on an alligator."
  },
  {
    "categories": [],
    "id": 1033,
    "content": "Chuck Norris was recently on Oprah, and while dicussing his sexual conquests of Katie Holmes behind Tom Cruise's back, he got overexcited on jumped all over the audience."
  },
  {
    "categories": [],
    "id": 1034,
    "content": "Tom Brady can throw a football 60 yards. Chuck Norris can throw Tom Brady five times farther."
  },
  {
    "categories": [],
    "id": 1035,
    "content": "Once while on an Amazon River piranha fishing trip in remote Brazil, Chuck Norris happened upon a native village of cannibals. They are all now vegan and homeless."
  },
  {
    "categories": [],
    "id": 1036,
    "content": "All people say that the future is robots and futuristic buildings and technology. The real future is Chuck Norris as the ruler of the world. And ruler of roundhouse kicks and karate."
  },
  {
    "categories": [],
    "id": 1037,
    "content": "The reason the last Ice Age ended was because Chuck Norris had gotten bored with all the snow and ice, and yawned, melting all the glaciers."
  },
  {
    "categories": [],
    "id": 1038,
    "content": "Chuck Norris doesn't call a doctor for erections that last for over 4 hours. But the sluts he bangs need to."
  },
  {
    "categories": [],
    "id": 1039,
    "content": "If you have read Harry Potter, you know about the unbeatable Elder Wand. It is actually Chuck Norris' used tooth stick."
  },
  {
    "categories": [],
    "id": 1040,
    "content": "Chuck Norris once accidentally killed a man by roundhouse kicking his shadow. The judge deemed the incident an Act of God and Chuck Norris walked a free man."
  },
  {
    "categories": [],
    "id": 1041,
    "content": "When night falls in the forest, the darkness gets afraid of Chuck Norris"
  },
  {
    "categories": [],
    "id": 1042,
    "content": "When WeeMan joined the cast of Jackass, he was 6'1 1/2\" tall. Then they had him try to give Chuck Norris a wedgie."
  },
  {
    "categories": [],
    "id": 1043,
    "content": "Most families play badminton with a racquet and a small feathered birdie. Chuck Norris' family often play badminton using a manhole cover and an ostrich carcass."
  },
  {
    "categories": [],
    "id": 1044,
    "content": "Fool me once: shame on you. Fool Chuck Norris once: actually, you can't ever fool Chuck, and he'll kill you for even thinking about it."
  },
  {
    "categories": [],
    "id": 1045,
    "content": "The original phrase \"balls to the wall\" was in reference to anytime Chuck Norris entered a building smaller than an aircraft hanger"
  },
  {
    "categories": [],
    "id": 1046,
    "content": "Chuck Norris can create a molecular compound out of all of the inert gases."
  },
  {
    "categories": [],
    "id": 1047,
    "content": "Dos Equis XX is actually Chuck Norris' urine."
  },
  {
    "categories": [],
    "id": 1048,
    "content": "Chuck Norris is unstoppable in all games of Call of Duty"
  },
  {
    "categories": [],
    "id": 1049,
    "content": "For Sunday Church Communions, Chuck Norris is served a 3 lb loaf or sourdough bread and gallon jug of MD 20/20 wine."
  },
  {
    "categories": [],
    "id": 1050,
    "content": "Chuck Norris satisfied Madonna so well she actually turned British."
  },
  {
    "categories": [],
    "id": 1051,
    "content": "A doctor once tried to test Chuck Norris' reflexes by lightly tapping on his knee with a small wooden mallet. Needless to say, that doctor is now in orbit."
  },
  {
    "categories": [],
    "id": 1052,
    "content": "Chuck Norris doesnt do the ice bucket challenge. Chuck Norris does the HOT LAVA BUCKET CHALLENGE."
  },
  {
    "categories": [],
    "id": 1053,
    "content": "Chuck Norris recently ran into Nancy Pelosi and she told Chuck she had just flown in from Washington D. C. Chuck said \"oh really, where did you park your broom\"?"
  },
  {
    "categories": [],
    "id": 1054,
    "content": "Chuck Norris literally shits bricks. These bricks have been used to build 17 orphanages in his lifetime. Ironically, Chuck's favorite pasttime is burning down orphanages."
  },
  {
    "categories": [],
    "id": 1055,
    "content": "A comet will erase the human race, the sciencists called the comet Chuck Norris."
  },
  {
    "categories": [],
    "id": 1056,
    "content": "Chuck Norris is the only computer system that beats a Mac or a PC. Too bad all it does is round house kicks the user."
  },
  {
    "categories": [],
    "id": 1057,
    "content": "Chuck Norris fairly warned Tony Siragusa to not use Depends to \"protect his manhood\" before racking him in the balls."
  },
  {
    "categories": [],
    "id": 1058,
    "content": "If you ever dream of beating Chuck Norris in a thumb war, the next event in said dream will be a 6734-ton weight falling on you. This is Chuck Norris's roundhouse kick."
  },
  {
    "categories": [],
    "id": 1059,
    "content": "Chuck Norris once made a 367 yard putt with a ping-pong ball."
  },
  {
    "categories": [],
    "id": 1060,
    "content": "Chuck Norris once rappelled 12,000 ft. down a mountain cliff to save a baby eagle chick that had fallen from its nest. After he returned the chick to its nest, the mother eagle flew in carrying a dead rabbit. Chuck Norris killed her instantly with a karate chop for being neglectful and threw her feathered carcass off the cliff. Then he ripped the rabbit apart with his teeth and lovingly fed the eagle chick mouth to beak. Chuck Norris is epic."
  },
  {
    "categories": [],
    "id": 1061,
    "content": "The eleventh Commandment: 'Disregard all of the above when Chuck Norris tells you to do his bidding.'"
  },
  {
    "categories": [],
    "id": 1062,
    "content": "Chuck Norris can blow up a steel wall by touching it with his left pinkie toe."
  },
  {
    "categories": [],
    "id": 1063,
    "content": "Chuck Norris wants all South Carolina beach goers to feel safe because he will personally be extracting all the teeth from all area sharks this 4th of July weekend."
  },
  {
    "categories": [],
    "id": 1064,
    "content": "Chuck Norris wears a size 2 ballet slipper."
  },
  {
    "categories": [],
    "id": 1065,
    "content": "Chuck Norris went back to the past and impregnate hisself to make the purest chuck we know today. We can call him prime chuck."
  },
  {
    "categories": [],
    "id": 1066,
    "content": "Chuck Norris knows all the words in the dictionary, except the word \"Mercy\"."
  },
  {
    "categories": [],
    "id": 1067,
    "content": "Chuck Norris once challenged Cool Hand Luke to an egg eating contest. Chuck Norris beat Cool Hand Luke by eating 500 eggs to Luke's record of 50. Chuck Norris's bowel movement after he ate all those eggs later starred in the 80's film \"Howard the Duck!\""
  },
  {
    "categories": [],
    "id": 1068,
    "content": "Finally, many of you may be wondering why Republican candidate Mike Huckabee couldn't gain the GOP nomination even with help from the great Chuck Norris. We don't know why exactly, but conspiracy theorists may see some tie in with this legend about Norris: Contrary to popular belief, America is not a democracy, it is a Chucktatorship."
  },
  {
    "categories": [],
    "id": 1069,
    "content": "Chuck Norris once stabbed a man with a bowling ball."
  },
  {
    "categories": [],
    "id": 1070,
    "content": "When Chuck Norris pummels the shit outta you, get yourself to a hospital, and tell 'em Chuck sent you - they've got a special ward all ready to go."
  },
  {
    "categories": [],
    "id": 1071,
    "content": "Chuck Norris once opened a can of Campbells chicken noodle soup with his eyeballs."
  },
  {
    "categories": [],
    "id": 1072,
    "content": "One summer day, Chuck Norris was grilling steaks in his backyard when Bobby Flay approached him and challenged him to a Throwdown. Six hours later, surgeons were successful in reducing the swelling in Bobby's brain caused by a perfectly placed roundhouse kick to Bobby's temple. Prior to surgery, Bobby's head swelled up as big as Alton Browns head..."
  },
  {
    "categories": [],
    "id": 1073,
    "content": "The 7 wonders of the world were actually Chuck Norris' science fair projects. And Chuck Norris is the 8th wonder of the world."
  },
  {
    "categories": [],
    "id": 1074,
    "content": "Chuck Norris once rhymed \"pain\" with \"balls.\" No one called him on it."
  },
  {
    "categories": [],
    "id": 1075,
    "content": "Chuck Norris does not have elephantitis on his balls. He is just well-endowed."
  },
  {
    "categories": [],
    "id": 1076,
    "content": "Just to prove Darwin's theory of evolution wrong, Chuck Norris went 300 billion years back in time and killed the world's first amoeba. He then returned to modern day and killed all the world's Dawinists, thus proving the Darwin's theory of survival of the fittest to be correct."
  },
  {
    "categories": [],
    "id": 1077,
    "content": "While waiting at the drive up window at the local KFC for his order of lobster thermidor, Chuck Norris chugged a gallon of Wild Turkey. When his order arrived, he barfed in the cashiers face and drove off laughing."
  },
  {
    "categories": [],
    "id": 1078,
    "content": "The term 'crack a smile' actually was slang for one of Chuck Norris' signature moves, one he mainly uses for killing smug assholes.The term 'crack a smile' actually was slang for one of Chuck Norris' signature moves, one he mainly uses for killing smug assholes."
  },
  {
    "categories": [],
    "id": 1079,
    "content": "Chuck Norris won the 2014 Pulitzer Prize for his 874 page short story called \"Me, Chuck Norris\"."
  },
  {
    "categories": [],
    "id": 1080,
    "content": "Chuck Norris is the only man that is allowed to have his cell phone on in a hospital, because he is the one that puts people in the hospital"
  },
  {
    "categories": [],
    "id": 1081,
    "content": "Many cinemas in the south-west feature sold-out all-night marathons of Chuck Norris' Total Gym infomercials."
  },
  {
    "categories": [],
    "id": 1082,
    "content": "This Halloween, Miley Cyrus wants to go Twerk or Treating at Chuck Norris' house. Epic failure!"
  },
  {
    "categories": [],
    "id": 1083,
    "content": "Chucky is actually Chuck Norris' son.......wait what the fu-"
  },
  {
    "categories": [],
    "id": 1084,
    "content": "\"Everybody Hates Chris\" was originally called \"Chuck Norris hates Chris\""
  },
  {
    "categories": [],
    "id": 1085,
    "content": "A circus clown once bumped into Chuck Norris. It took him only three seconds to twist the clown into an animal balloon."
  },
  {
    "categories": [],
    "id": 1086,
    "content": "Chuck Norris set a world record in the 100 yard dash at 8.2 seconds. In doing so, he also set the world record for the mile run as he lapped all opponets in the 100 yard dash 18 times."
  },
  {
    "categories": [],
    "id": 1087,
    "content": "CHuck Norris is the Mack Daddy, and we are all but his hoes."
  },
  {
    "categories": [],
    "id": 1088,
    "content": "All of Chuck Norris' fingers are trigger fingers."
  },
  {
    "categories": [],
    "id": 1089,
    "content": "If you add Chuck Norris to your friends list, all your other friends will instantly disappear. You don't need them anymore."
  },
  {
    "categories": [],
    "id": 1090,
    "content": "NASA has found a replacement for the space shuttle. They are calling it Chuck Norris's arm."
  },
  {
    "categories": [],
    "id": 1091,
    "content": "It's the assholes like John West that Chuck Norris brutally roundhouse kicks, that makes Chuck Norris the best."
  },
  {
    "categories": [],
    "id": 1092,
    "content": "Chuck Norris can retract his beard, wolverine-style, at will. It makes that metallic sound and everything."
  },
  {
    "categories": [],
    "id": 1093,
    "content": "Chuck Norris once roundhouse kicked Mr Lawrence Thread so hard all that was left of his name was Mr T."
  },
  {
    "categories": [],
    "id": 1094,
    "content": "To ensure that the classic movies are not forgotten by future generations, many are currently being updated by digitally inserting Chuck Norris into them. So get ready for the upcoming re-releases of such classics as Norris Of Arabia, Chuckablanca and Citizen Chuck."
  },
  {
    "categories": [],
    "id": 1095,
    "content": "Chuck Norris doesn't have to pay $4.00 a gallon for gas. His vehicle is too frightened to ever run out."
  },
  {
    "categories": [],
    "id": 1096,
    "content": "Curators at Madame Tussauds Wax Museum had to remove the life size wax figure of Chuck Norris one day after they first installed it. It seems they found Chuck Norris' wax foot deeply inbedded in the face of the Michael Jackson figure."
  },
  {
    "categories": [],
    "id": 1097,
    "content": "When a biker falls while riding he gets a permanent case of road rash. When a ninja falls fighting Chuck Norris he gets a permanent case of Chuck rash."
  },
  {
    "categories": [],
    "id": 1098,
    "content": "When Chuck Norris was in high school he played baseball. He did not use a bat, he just used his fist to punch the ball out of the park."
  },
  {
    "categories": [],
    "id": 1099,
    "content": "Originally Schools had blocked websites. Chuck Norris can go in blocked websites."
  },
  {
    "categories": [],
    "id": 1100,
    "content": "Most tough eat nails for breakfast, Chuck Norris does all his grocery shopping at The Home Depot."
  },
  {
    "categories": [],
    "id": 1101,
    "content": "The Swiss all own a Chuck Norris Army Knife."
  },
  {
    "categories": [],
    "id": 1102,
    "content": "Contrary to popular folklore, Ebenezer Scrooge became filled with the true spirit of Christmas after he found out that Tiny Tim is Chuck Norris' nephew. And the fact that Chuck Norris relentlessly kicked his ass all night long on Christmas eve."
  },
  {
    "categories": [],
    "id": 1103,
    "content": "Chuck Norris skipped all grades simultaneously, including college. When he was two."
  },
  {
    "categories": [],
    "id": 1104,
    "content": "Contrary to popular belief, there are actually 5 classical elements: Earth, Air, Fire, Water, and Chuck Norris."
  },
  {
    "categories": [],
    "id": 1105,
    "content": "Chuck Norris was seriously considered for all the major roles in the Avengers movies, except of course the female characters Black Widow and Hawkeye."
  },
  {
    "categories": [],
    "id": 1106,
    "content": "When Chuck Norris farts in an elevator, all the other passengers hold their breath and say \"good one, Chuck\"!"
  },
  {
    "categories": [],
    "id": 1107,
    "content": "Chuck Norris was recently inducted to the Rock & Roll Hall of Fame for his superlative rendition of the Iron Butterly hit song, \"In-A-Gadda-Da-Vida\" which he sang while playing his hand made dulcimer."
  },
  {
    "categories": [],
    "id": 1108,
    "content": "\"We will never know how brave Chuck Norris till we discover something in the universe that Chuck Norris is actually afraid of.\" - Socrates Socrates didn't die a natural death."
  },
  {
    "categories": [],
    "id": 1109,
    "content": "The raisins in Kellogg's Raisin Bran are actually dehydrated Chuck Norris boogers."
  },
  {
    "categories": [],
    "id": 1110,
    "content": "Chuck Norris was actually the original Spock in Star Trek, but was fired because instead of saying 'live long and prosper', he would always say 'die hard... with a vengance'."
  },
  {
    "categories": [],
    "id": 1111,
    "content": "When Chuck Norris takes a crap this is what's called an earthquake."
  },
  {
    "categories": [],
    "id": 1112,
    "content": "All e-mail from Chuck Norris is preceded by this warning: Open at your own risk. Enough said."
  },
  {
    "categories": [],
    "id": 1113,
    "content": "Everyone knew the world was flat,but they especially didn't want sail around the world because they knew if they fell then Chuck Norris would roundhouse kick them."
  },
  {
    "categories": [],
    "id": 1114,
    "content": "Chuck Norris once took his pants off in a Thanksgiving Day parade. All the horses wept. Male and female."
  },
  {
    "categories": [],
    "id": 1115,
    "content": "Chuck Norris once played a game of basketball with Walt Disney's head."
  },
  {
    "categories": [],
    "id": 1116,
    "content": "Do you know why Chuck Norris doesn't have hair on his balls.....?????......????? because hair doesn't grow on steel!"
  },
  {
    "categories": [],
    "id": 1117,
    "content": "A sign at the entrance to NorrisWorld: 'You need to be at least this tall (30 microns) to die from a Chuck Norris roundhouse kick.'"
  },
  {
    "categories": [],
    "id": 1118,
    "content": "If Kobe Bryant can throw a basketball 20m and shoot, Chuck Norris can throw Kobe Bryant 30 m and score."
  },
  {
    "categories": [],
    "id": 1119,
    "content": "Chuck Norris doesn't chop trees in minecraft to get wood, the trees just falls every time he's near them."
  },
  {
    "categories": [],
    "id": 1120,
    "content": "A movie about Chuck Norris' early years is in the works, although its production has been delayed -- presumably because they're still trying to find an actor who can read the script without being immediately hospitalized by a serious case of spontaneous ball-shrivelling."
  },
  {
    "categories": [],
    "id": 1121,
    "content": "Chuck Norris participated in the Running of The Bulls but was banned from ever doing it again. All the bulls ran from Chuck and wouldn't come back."
  },
  {
    "categories": [],
    "id": 1122,
    "content": "Chuck Norris finally defeated Joan Rivers."
  },
  {
    "categories": [],
    "id": 1123,
    "content": "My grand-father has Chuck Norris' head mounted on his wall."
  },
  {
    "categories": [],
    "id": 1124,
    "content": "A girl asked Chuck Norris to shave his beard. Chuck Norris roundhouse kicked her, and she grew taller and her hair grew shorter. That girl is now Justin Bieber."
  },
  {
    "categories": [],
    "id": 1125,
    "content": "It can be either called 'the war against terrorism', or 'the war FOR Chuck Norrism'."
  },
  {
    "categories": [],
    "id": 1126,
    "content": "Chuck Norris really wants to hurt Boy George."
  },
  {
    "categories": [],
    "id": 1127,
    "content": "Gordon Ramsay features Chuck Norris' Toaster Strudel recipe in all of his restaurants."
  },
  {
    "categories": [],
    "id": 1128,
    "content": "In the sport of bull riding staying on for 8 seconds is success. In Texas there is a sport called Chuck Norris riding. To date no bull has been able to stay on Chuck Norris for more then 3 seconds."
  },
  {
    "categories": [],
    "id": 1129,
    "content": "Haiti once talked about Chuck Norris' momma, we all know what happened to Haiti."
  },
  {
    "categories": [],
    "id": 1130,
    "content": "Chuck Norris actually means God in spanish, english, german, roundhouse, arabic, french, assassin, italian and just go with it or he'll kick you"
  },
  {
    "categories": [],
    "id": 1131,
    "content": "Chuck Norris keeps a shotgun in his wallet."
  },
  {
    "categories": [],
    "id": 1132,
    "content": "If iron and steel can talk, they wanna call Chuck Norris daddy."
  },
  {
    "categories": [],
    "id": 1133,
    "content": "In 2014 Chuck Norris invested 1 cent with a Wall Street investment firm. As of today he became a billionaire."
  },
  {
    "categories": [],
    "id": 1134,
    "content": "When landing on the moon, Neil Armstrong actually said, 'one small step for man, one giant leap for mankind... and just an average stride for Chuck Norris'"
  },
  {
    "categories": [],
    "id": 1135,
    "content": "Alls well that ends well. But if your life ends with a Chuck Norris roundhouse kick, all is not well."
  },
  {
    "categories": [],
    "id": 1136,
    "content": "Chuck Norris sold his soul to the devil for his rugged good looks and unparalleled martial arts ability. Shortly after the transaction was finalized, Chuck roundhouse kicked the devil in the face and took his soul back. The devil, who appreciates irony, couldn't stay mad and admitted he should have seen it coming. They now play poker every second Wednesday of the month."
  },
  {
    "categories": [],
    "id": 1137,
    "content": "Every convicted killer in the history of the world has been innocent. They were all just covering for Chuck Norris."
  },
  {
    "categories": [],
    "id": 1138,
    "content": "After consuming four gallons of Captain Morgan Rum Chuck Norris was pulled over and ask to perform a field sobriety test. He did so while standing with (L)boot on empty 1/2 gal(R)boot touching bearded ass,head tilted back,fingers touching flaming nostrils and saying the alphabet back words in 23 foregin languages...while being taserd."
  },
  {
    "categories": [],
    "id": 1139,
    "content": "Chuck Norris has been all over more co-ed ass than butterfly tattoos."
  },
  {
    "categories": [],
    "id": 1140,
    "content": "Chuck Norris has Skynet installed on his laptop."
  },
  {
    "categories": [],
    "id": 1141,
    "content": "Some creatures fatally confuse Chuck Norris' beard with a rain forrest."
  },
  {
    "categories": [],
    "id": 1142,
    "content": "Chuck Norris can stop a chainsaw with his hand. This is actually true. There is footage. Not surprising, as he brushes his teeth with one twice a day."
  },
  {
    "categories": [],
    "id": 1143,
    "content": "Actually, it was Chuck Norris that fought The Battle of Jericho. Joshua later played taps."
  },
  {
    "categories": [],
    "id": 1144,
    "content": "Female bodybuilders are originally catwalk models who are foolish enough to swallow Chuck Norris' Testosterone-and-protein-rich semen."
  },
  {
    "categories": [],
    "id": 1145,
    "content": "Chuck Norris once wrestled a huge alligator for over 9 hours before he realized that he was actually masterbating."
  },
  {
    "categories": [],
    "id": 1146,
    "content": "When Chuck Norris throws a ball, it crushes someone like a wrecking ball. I blame miley cyrus."
  },
  {
    "categories": [],
    "id": 1147,
    "content": "Chuck Norris didn't like watching Aaron Hernandez play football. So he sent him to prison so he wouldn't have to see him play again."
  },
  {
    "categories": [],
    "id": 1148,
    "content": "During WWII, it was really Chuck Norris we dropped on Hiroshima."
  },
  {
    "categories": [],
    "id": 1149,
    "content": "When The terminator said \"I'll be back\", he was actually going to seek the help of Chuck Norris."
  },
  {
    "categories": [],
    "id": 1150,
    "content": "Chuck Norris' tongue is actually an atypical proboscis which he has adapted to absorb the last few drops of liquid & foam from the bottom of his beer cans."
  },
  {
    "categories": [],
    "id": 1151,
    "content": "Converse were originally called Chuck Norris...not Chuck Taylor."
  },
  {
    "categories": [],
    "id": 1152,
    "content": "Chuck Norris once shoved a watermelon up Gallagher's nose. Then shattered it with a flying roundhouse kick. Thus, proving that Gallagher is scatter-brained."
  },
  {
    "categories": [],
    "id": 1153,
    "content": "An elderly man accidentally let his Buick roll into Chuck Norris' new Lexus. Chuck was furious and got violent. Chuck punched out the Buick."
  },
  {
    "categories": [],
    "id": 1154,
    "content": "Chuck Norris is allowed to draw pictures of Mohammad"
  },
  {
    "categories": [],
    "id": 1155,
    "content": "Chuck Norris participated in the 2005 home run derby, he has yet to receive the \"Golden Ball\"."
  },
  {
    "categories": [],
    "id": 1156,
    "content": "Chuck Norris called himself Walker because he doesn't need to run."
  },
  {
    "categories": [],
    "id": 1157,
    "content": "Chuck Norris can ignore the call of nature for 36 hours, but he can never ignore the call of duty."
  },
  {
    "categories": [],
    "id": 1158,
    "content": "Kryptonite is actually a piece of Chuck Norris's nose booger"
  },
  {
    "categories": [],
    "id": 1159,
    "content": "Chuck Norris' beard has a Twitter account, a Myspace page, and a bestselling biography by Mick Wall. A HBO miniseries is currently in the works."
  },
  {
    "categories": [],
    "id": 1160,
    "content": "Chuck Norris' childhood asthma allowed him to breathe underwater."
  },
  {
    "categories": [],
    "id": 1161,
    "content": "Surely there are aliens in the universe, but guess why they don't come to earth? Chuck Norris does not allow them to."
  },
  {
    "categories": [],
    "id": 1162,
    "content": "The 1951 UFO sighting was actually a man hole cover kicked by Chuck Norris."
  },
  {
    "categories": [],
    "id": 1163,
    "content": "Only Chuck Norris can prevent forest fires, but he really likes gigantic toasted marshmallows."
  },
  {
    "categories": [],
    "id": 1164,
    "content": "Chuck Norris has some gold, frankincense, and myrrh sitting on his mantelpiece, next to the three embalmed skulls of the so-called 'wise' men."
  },
  {
    "categories": [],
    "id": 1165,
    "content": "There is a new unit of measurement called CNRKs [Chuck Norris Roundhouse Kicks]. 1 CNRK is enough to knock out something JUST tougher than 100000 lions. The Big Bang measured at 2 CNRKs, so far the only thing to certainly be more powerful than 1 CNRK. The Tsar Bomb, though, measured at a puny 0.0000327581 CNRKs, and the MOAB at 0.0000000000000000476738295873826782 CNRKs. The regular blink of a regular eye measured at an extremely puny 0.00000000000000000000000[insert 1000 zeroes here]6783758684 CNRKs."
  },
  {
    "categories": [],
    "id": 1166,
    "content": "Some people say that it is impossible go through through walls.... they have never met Chuck Norris."
  },
  {
    "categories": [],
    "id": 1167,
    "content": "This one time, at band camp, Chuck Norris nailed all the girls and beat the crap out of all the boys."
  },
  {
    "categories": [],
    "id": 1168,
    "content": "Faces of Death is actually a biography of people that were given a choice other than a Chuck Norris roundhouse kick."
  },
  {
    "categories": [],
    "id": 1169,
    "content": "Thank God Chuck Norris finally caught up with Joan Rivers."
  },
  {
    "categories": [],
    "id": 1170,
    "content": "The A-Team originally was to have only 1 member: Chuck Norris. But when NBC couldn't meet Chuck's salary demands, they had to replace him with the quartet of B.A., Face, Hannibal and Murdock."
  },
  {
    "categories": [],
    "id": 1171,
    "content": "Chuck Norris was pissed off because George Washington was president, so he called him a pussy and roundhouse kicked George to the face"
  },
  {
    "categories": [],
    "id": 1172,
    "content": "Chuck Norris almost turned down a cameo in the movie 'dodgeball' on the grounds that he doesn't dodge balls.. He prefers them resting on his chin."
  },
  {
    "categories": [],
    "id": 1173,
    "content": "When Chuck Norris air-guitars, you can actually hear the real sound of a Gibson Les Paul coming from his air guitar."
  },
  {
    "categories": [],
    "id": 1174,
    "content": "Chuck Norris roundhouse kicks you in the head, his foot will actually go through your skin, skull and brain, then reappear out the other side. This is not magic, this is power. And if you survive, that would be magic."
  },
  {
    "categories": [],
    "id": 1175,
    "content": "Chuck Norris once wrote...\"I will personally roundhouse kick anybody in the face that missplells words!\""
  },
  {
    "categories": [],
    "id": 1176,
    "content": "Chuck Norris ate the fat bastard who ate all the pies."
  },
  {
    "categories": [],
    "id": 1177,
    "content": "Chuck Norris officially announced today that he is in fact permantly retiring...your face from public view."
  },
  {
    "categories": [],
    "id": 1178,
    "content": "Chuck Norris can literally slap you stupid."
  },
  {
    "categories": [],
    "id": 1179,
    "content": "When Chuck Norris visited Saudi Arabia, all the arabs run out."
  },
  {
    "categories": [],
    "id": 1180,
    "content": "Chuck Norris once allowed a man shoot an apple off his head at 20 paces with a 12 gauge shotgun. He was unharmed of course."
  },
  {
    "categories": [],
    "id": 1181,
    "content": "When Chuck Norris brutally murders you, he will send the cleanup bill to your immediate family, and they'd better fucking pay."
  },
  {
    "categories": [],
    "id": 1182,
    "content": "All your base are belong to Chuck Norris."
  },
  {
    "categories": [],
    "id": 1183,
    "content": "Sam Jackson is the only person to ever out-surf Chuck Norris at Chadderton baths. Incidentally, Chuck roundhouse kicked him in the face, and the force put him in a roundhouse induced coma for the rest of his natural life..."
  },
  {
    "categories": [],
    "id": 1184,
    "content": "The Eiffel Tower was originally built by Chuck Norris out of the scrap metal in his back yard, as a monument to his manhood. When he got 12, he decided the monument didn't quite live up to what it was supposed to represent, and did the only appropriate thing. He gave it to the French."
  },
  {
    "categories": [],
    "id": 1185,
    "content": "If any one who gets this message should know to never call Chuck Norris a fraud or you will end up like me and the rest who are in Chuck Norrie's stomach being prepared to be slowly digested without knowing it."
  },
  {
    "categories": [],
    "id": 1186,
    "content": "Chuck Norris once roundhouse kicked SpongeBob SquarePants in the butt so hard that SpongeBob had to legally change his name to SpongeBob ParallelogramPants."
  },
  {
    "categories": [],
    "id": 1187,
    "content": "The City of Douche, NJ formally changed it's name to Hackensack after Chuck Norris spent a night in the local Motel 6 & simultaniously screwed 12 of the city's female taxi drivers."
  },
  {
    "categories": [],
    "id": 1188,
    "content": "Every woman who has experienced multiple orgasms has one thing in common with all the others: each one was with Chuck Norris at the time."
  },
  {
    "categories": [],
    "id": 1189,
    "content": "If Chuck Norris ever allowed a sports team to be named after him, that team would never lose again...except when Chuck Norris played against it."
  },
  {
    "categories": [],
    "id": 1190,
    "content": "Over the years, Chuck Norris has had thousands of tattoos, but because of his healing factor they usually fade within a few hours. He just sometimes likes to impress his dates by getting big sleeves, back-tatts and a '666' on his forehead."
  },
  {
    "categories": [],
    "id": 1191,
    "content": "When Chuck Norris makes love to a woman, the Earth literally moves for her, at least at 3.5 on the Richter Scale."
  },
  {
    "categories": [],
    "id": 1192,
    "content": "The earth was once called Pangaea until Chuck Norris stepped on a crack."
  },
  {
    "categories": [],
    "id": 1193,
    "content": "All the Chuck Norris facts you have read or ever will read took place within the first minute of him creating himself."
  },
  {
    "categories": [],
    "id": 1194,
    "content": "Chuck Norris can swallow a bannana and make you look gay."
  },
  {
    "categories": [],
    "id": 1195,
    "content": "One time while sparring with Wolverine, Chuck Norris accidentally lost his left testicle. You might be familiar with it to this very day by its technical term: Jupiter."
  },
  {
    "categories": [],
    "id": 1196,
    "content": "Chuck Norris is the only man ever to beat a brick wall in a game of tennis."
  },
  {
    "categories": [],
    "id": 1197,
    "content": "A UFO tried to abduct Chuck Norris once. When the aliens woke up three hours later, they had no memory of what had happened, but did find that their watches had stopped and their asses were really sore..."
  },
  {
    "categories": [],
    "id": 1198,
    "content": "All of Chuck Norris' limbs act as natural particle accelerators."
  },
  {
    "categories": [],
    "id": 1199,
    "content": "If you accidentally sit in Chuck Norris' seat at the opera, expect to have a clarinet jammed up your ass by intermission."
  },
  {
    "categories": [],
    "id": 1200,
    "content": "When the Bible said God made man in his own image, it did not mean all men. Just Chuck Norris."
  },
  {
    "categories": [],
    "id": 1201,
    "content": "Ghostbusters call Chuck Norris"
  },
  {
    "categories": [],
    "id": 1202,
    "content": "If you don't make these jokes funny, Chuck Norris will run all the way around the world in a millasecond and roundhouse kick you in the face!"
  },
  {
    "categories": [],
    "id": 1203,
    "content": "Chuck Norris writes documents with unintentionally blank pages."
  },
  {
    "categories": [],
    "id": 1204,
    "content": "Chuck Norris never asks you to 'step outside', he actually wants as many people to witness your brutal slaughter as possible."
  },
  {
    "categories": [],
    "id": 1205,
    "content": "On the morning of July 30, 1975, Jimmy Hoffa scratched Chuck Norris' truck. Hoffa vanished later that day. Let this be a lesson for all."
  },
  {
    "categories": [],
    "id": 1206,
    "content": "All of the athletes caught using steroids were in fact injecting themselves with a drop of Chuck Norris piss!"
  },
  {
    "categories": [],
    "id": 1207,
    "content": "Chuck Norris only agreed to be in 'The Expendables 2' so he could have the chance to sit all his co-stars in a darkened room and show them a DVD of him banging all their respective wives, and offer pointers to them."
  },
  {
    "categories": [],
    "id": 1208,
    "content": "You are always told to turn off your cell phone during a flight, in case Chuck Norris calls you and whispers the secret inantation to make you spontaneously combust."
  },
  {
    "categories": [],
    "id": 1209,
    "content": "Chuck Norris like to go for a nap outside during all of his flights."
  },
  {
    "categories": [],
    "id": 1210,
    "content": "Rambo is actually just a cheap Chinese knock-off of Chuck Norris."
  },
  {
    "categories": [],
    "id": 1211,
    "content": "Chuck Norris recently did the ice-bucket challenge. And naturally, it turned to steam before it could hit him."
  },
  {
    "categories": [],
    "id": 1212,
    "content": "Christiano Ronaldo is only good at soccer for one reason.Chuck Norris taught him how to roundhouse the ball."
  },
  {
    "categories": [],
    "id": 1213,
    "content": "They say you are what you eat, but this rule doesnt apply to Chuck Norris because all he eats is Pussy!!!"
  },
  {
    "categories": [],
    "id": 1214,
    "content": "When he wants to, Chuck Norris can literally shit nickels. This comes in handy when he's playing the slots in Vegas"
  },
  {
    "categories": [],
    "id": 1215,
    "content": "Steven Seagal triple bogied the par 5, 187 yd third hole from the women's tee. Chuck Norris was amused. Then from the 4th tee Chuck Norris drove his ball 895 yards which was legally scored a hole in zero on the 4th when his ball rolled in the hole on the 5th for a hole in one there."
  },
  {
    "categories": [],
    "id": 1216,
    "content": "The reason why Chuck Norris is such a badass is he thought all the yo momma jokes were written about his mother."
  },
  {
    "categories": [],
    "id": 1217,
    "content": "Chuck Norris can literally turn your ass into grass."
  },
  {
    "categories": [],
    "id": 1218,
    "content": "Chuck Norris wrote a series of books called, \"How To Roundhouse Kick Like Chuck Norris\". Volume 13 contained only a very realistic Chuck Norris leg which would roundhouse-kick the reader. One survivor rewrote it from his point of view, and the series is now in few libraries, if not none."
  },
  {
    "categories": [],
    "id": 1219,
    "content": "Chuck Norris writes all the lyrics for Cannibal Corpse. And are all based on personal experiences."
  },
  {
    "categories": [],
    "id": 1220,
    "content": "Chuck Norris' last birthday party was held at the La Brea Tar Pits where he enjoyed all of the party games and easily won the 'dunking for dinosaurs' event."
  },
  {
    "categories": [],
    "id": 1221,
    "content": "Chuck Norris once woke up one morning thinking he was in the process of strangling a 1,200 pound walrus but then very quickly realized that he was actually masterbating."
  },
  {
    "categories": [],
    "id": 1222,
    "content": "In the morning, Chuck Norris eats specially formulated Cheerios made of cement."
  },
  {
    "categories": [],
    "id": 1223,
    "content": "The Battle of the Little Big Horn was lost soley because an inebriated Custer errantly set Chuck Norris' GPS to a location some 85 miles away called the Big Little Porn."
  },
  {
    "categories": [],
    "id": 1224,
    "content": "The band Disturbed used to be called I'm Fine until they saw Chuck Norris."
  },
  {
    "categories": [],
    "id": 1225,
    "content": "If Princess Leia was really smart, she would have said, \"Help me Chuck Norris, you're my only hope.\""
  },
  {
    "categories": [],
    "id": 1226,
    "content": "How many roads must a man walk down, before you can call him a man? Don't ask Chuck Norris, he was considered a man by age four."
  },
  {
    "categories": [],
    "id": 1227,
    "content": "Chuck Norris once stayed at the Hotel California and was allowed to check out...and leave."
  },
  {
    "categories": [],
    "id": 1228,
    "content": "Chuck Norris once traveled ahead in time just simply to enter the Starship Enterprise, intentionally get captured by the Borg and inseminate of Seven of Nine."
  },
  {
    "categories": [],
    "id": 1229,
    "content": "Chuck Norris has the worlds biggest balls, will has the worlds second largest balls"
  },
  {
    "categories": [],
    "id": 1230,
    "content": "Chuck Norris will personally come over and baptize your son if you name him Walker or Texas Ranger."
  },
  {
    "categories": [],
    "id": 1231,
    "content": "Chuck Norris has the heart of a child........ HE KEEPS IT IN A SMALL BOX."
  },
  {
    "categories": [],
    "id": 1232,
    "content": "Chuck Norris' bedroom has leather walls."
  },
  {
    "categories": [],
    "id": 1233,
    "content": "All men are born equal. Chuck Norris was just born more equal than everyone else."
  },
  {
    "categories": [],
    "id": 1234,
    "content": "Chuck Norris was the Fourth Wiseman. He gave Baby Jesus the gift of Beard. Jesus loved it so much the other Wisemen were jealous of his obvious gift favoritism. They then used their combined influence to have Chuck Norris omitted from the Bible. All three later died mysteriously from roundhouse-kick related issues."
  },
  {
    "categories": [],
    "id": 1235,
    "content": "Hey look! Is that Chuck Norris I see calling you over? (You better hope he doesn't kill ya.)"
  },
  {
    "categories": [],
    "id": 1236,
    "content": "Chuck Norris personally knows every SI swimsuit model. He should -- he banged each one of them."
  },
  {
    "categories": [],
    "id": 1237,
    "content": "Chuck Norris went on the All-Pussy diet. He gained 6,000 tonnes."
  },
  {
    "categories": [],
    "id": 1238,
    "content": "Only God is allowed to edit Chuck Norris' Wikipedia page."
  },
  {
    "categories": [],
    "id": 1239,
    "content": "Colnel Sanders actually died by eleven of Chuck Norris' kicks and punches."
  },
  {
    "categories": [],
    "id": 1240,
    "content": "When you're in Texas don't look behind you, all you will see is Chuck Norris' boot impaling your face followed by a bright light."
  },
  {
    "categories": [],
    "id": 1241,
    "content": "When Chuck Norris does ab crunches, his abs actually crunch."
  },
  {
    "categories": [],
    "id": 1242,
    "content": "Few people are aware that the entire lead-in of the Iron Butterfly hit \"In-A-Gadda-Da-Vida\" was actually recorded solely by Chuck Norris playing a piccolo."
  },
  {
    "categories": [],
    "id": 1243,
    "content": "Chuck Norris recently shot a 59 for a round of golf using a hockey stick and a super ball."
  },
  {
    "categories": [],
    "id": 1244,
    "content": "Chuck Norris really doesn't need the Total Gym to stay in shape and score with women. That just happens naturally."
  },
  {
    "categories": [],
    "id": 1245,
    "content": "Chuck Norris is a better agent than perry the platypus, And all other agents."
  },
  {
    "categories": [],
    "id": 1246,
    "content": "Chuck Norris enjoys big game deep sea fishing. He generally uses a live moose for bait."
  },
  {
    "categories": [],
    "id": 1247,
    "content": "Chuck Norris beat Pac-Man without doing anthing.He roundhouse kicked all of the ghosts until they had a pool of blood all over the screen and Chuck Norris commented \"NOTHING STANDS CHUCK NORRIS'S FUCKING WAY!\" That qualifies as doing nothing"
  },
  {
    "categories": [],
    "id": 1248,
    "content": "Chuck Norris is the pricipal of the School Of Hard Knocks. Or as it's officially called, The Charles Norris Xavior's School For Gifted Bastard Offspring Of Lord Norris. It is responsible for all human death in the world."
  },
  {
    "categories": [],
    "id": 1249,
    "content": "when Chuck Norris do his high frequency voise all the whales in the sea became deaf"
  },
  {
    "categories": [],
    "id": 1250,
    "content": "Superman has x-ray vision but can't see through lead walls. Chuck Norris can't see through lead walls either, but he can see over & around lead walls because he has periscope vision."
  },
  {
    "categories": ["explicit"],
    "id": 1251,
    "content": "when women r having sex with god they all scream out \"Chuck Norris!!!\""
  },
  {
    "categories": [],
    "id": 1252,
    "content": "When Chuck Norris goes ten-pin bowling, he simply throws the ball straight at the pins, shattering them. He hasn't achieved a perfect game yet, as the building usually collapses before then."
  },
  {
    "categories": [],
    "id": 1253,
    "content": "Louisville Slugger makes professional baseball bats from kiln dried Chuck Norris turds."
  },
  {
    "categories": [],
    "id": 1254,
    "content": "Sperm clinics provide Chuck Norris with Shop-Vac and an empty 55 gallon drum for every single donation."
  },
  {
    "categories": [],
    "id": 1255,
    "content": "Chuck Norris has personally hunted down and stuffed a yeti, sasquatch, Bigfoot and a wookie."
  },
  {
    "categories": [],
    "id": 1256,
    "content": "if you think the super hero's are good like superman Chuck Norris is all of them"
  },
  {
    "categories": [],
    "id": 1257,
    "content": "Anything Chuck Norris types on Microsoft Word is automatically approved by the spell checker."
  },
  {
    "categories": [],
    "id": 1258,
    "content": "The Dos Equis man is actually a fictional representation of Chuck Norris' feminine side."
  },
  {
    "categories": [],
    "id": 1259,
    "content": "What do you call a woman who hasn't slept with Chuck Norris? A Lesbian."
  },
  {
    "categories": [],
    "id": 1260,
    "content": "Chuck Norris isn't a cannibal, because he is actually a superior species. So next time he devours a family member, don't be upset, just remember this is just the beautiful cycle of nature."
  },
  {
    "categories": [],
    "id": 1261,
    "content": "When Chuck Norris points a gun at you you're actually safer"
  },
  {
    "categories": [],
    "id": 1262,
    "content": "The children's song 'Knick-Knack-Paddy-Whack' is factually based on an incident that occured on Chuck Norris' 70th birthday in which he beat the hell out of 15 UFC fighters in a rice paddy using only his thumb, a shoe and a small porcelain figurine. Following this incident he then rolled on home and fed his dog a bone."
  },
  {
    "categories": [],
    "id": 1263,
    "content": "It used to be called goodminton before Chuck Norris tried it."
  },
  {
    "categories": [],
    "id": 1264,
    "content": "Chuck Norris killed all the dinosaurs and burried the corpses."
  },
  {
    "categories": [],
    "id": 1265,
    "content": "Peanut Butter has a Chuck Norris allergy..."
  },
  {
    "categories": [],
    "id": 1266,
    "content": "Chuck Norris doesn't chew gum balls. He chews bawling balls."
  },
  {
    "categories": [],
    "id": 1267,
    "content": "Chuck Norris likes to keep his lawn growing tall and thick so that whenever he has unwanted visitors, he can slip out of his house unnoticed and stalk them like prey. He then jumps toward them like a magnificent lion of the African plains and delivers a fatal roundhouse kick to their face."
  },
  {
    "categories": [],
    "id": 1268,
    "content": "Because of their resemblance to volleyballs, Chuck Norris had the brandname 'Wilson' tattooed on both his testicles. Then, on a whim, he tracked down Tom Hanks and threw him through a plate glass window."
  },
  {
    "categories": [],
    "id": 1269,
    "content": "Larry the Cable Guy was a nuclear science physics professor at MIT for only 3 seconds more after he called Chuck Norris' mother a \"slutty beatch of a crack whore\"."
  },
  {
    "categories": [],
    "id": 1270,
    "content": "The Terminator movies were written specifically with Chuck Norris in mind for the title role, and was originally called the Walkernator. The only differences were that the T-800 would always wear a cowboy hat and smoke cigars."
  },
  {
    "categories": [],
    "id": 1271,
    "content": "Following every bowl of horse hair & ballbearing bisque, Chuck Norris drinks a quart of Liquid Plummer to aid in digestion."
  },
  {
    "categories": [],
    "id": 1272,
    "content": "Chuck Norris' tongue is actually a proboscis."
  },
  {
    "categories": [],
    "id": 1273,
    "content": "Chaoticians are going to rename the so-called 'butterfly effect' as the 'Norris effect'- whenever Chuck Norris goes bezerk and destroys a city, another city on the other side of the world blows up also."
  },
  {
    "categories": [],
    "id": 1274,
    "content": "I pledge allegiance to the flag of the United States of America. And to the Republic for which it stands, one nation under Chuck Norris, indivisible with liberty and roundhouse kicks for all."
  },
  {
    "categories": [],
    "id": 1275,
    "content": "Fun Fact: The moment Chuck Norris was pulled from his mother's womb all the doctors and nurses in the hospital began to sing \"O' Fortuna\" in its entirety. There is still no scientific explanation as to how this happened."
  },
  {
    "categories": [],
    "id": 1276,
    "content": "When Chuck Norris calls you, you have two options: either yes, or yes. Choose one if you want to live ..."
  },
  {
    "categories": [],
    "id": 1277,
    "content": "When Chuck Norris plays a game, every minute is potentially \"Sudden Death\" for his opponents...including cards and board games."
  },
  {
    "categories": [],
    "id": 1278,
    "content": "Ah hem. Im sorry by If Chuck Norris is a zombie, your screwed, i mean, WE'RE ALL SCREWED DAMMIT! RUN FOR YOUR LIVES!"
  },
  {
    "categories": [],
    "id": 1279,
    "content": "If a Domino's driver is late delivering your pizza, the pizza is free of charge. If a Domino's driver is late with Chuck Norris' pizza, that driver immediately loses his life. (And all future pizzas Chuck orders are free of charge)"
  },
  {
    "categories": [],
    "id": 1280,
    "content": "Chuck Norris has decided the value of Pi shall be 1, henceforth."
  },
  {
    "categories": [],
    "id": 1281,
    "content": "Chuck Norris holds all the real-world cheat codes. Yeah, even the zombie one."
  },
  {
    "categories": [],
    "id": 1282,
    "content": "When Gotham City needs help, they call on Batman. When Batman needs help, he calls on Chuck Norris."
  },
  {
    "categories": [],
    "id": 1283,
    "content": "Chuck Norris requires all women with false teeth to remove them and replace them with Brillo Pads before giving him a blow job."
  },
  {
    "categories": [],
    "id": 1284,
    "content": "Chuck Norris officially pimped Xzibit."
  },
  {
    "categories": [],
    "id": 1285,
    "content": "The Christmas Tree of Chuck Norris is/has/was: 100 meters tall. 103856 ornaments. 262 stars. 2847687949295 lights. too many presents under it to count. painted with 38583 colors, 683 being shades of green."
  },
  {
    "categories": [],
    "id": 1286,
    "content": "Chuck Norris was Maria Shriver's rebound guy. And he was totally cool with it."
  },
  {
    "categories": [],
    "id": 1287,
    "content": "Chuck Norris actually has no beard. It's rust from his iron jaw"
  },
  {
    "categories": [],
    "id": 1288,
    "content": "During WWII Chuck Norris was drafted into the Army. He mercilessly roundhouse kicked everyone to death including Ally soldiers. Their resting place is now known as Arlington Cemetery."
  },
  {
    "categories": [],
    "id": 1289,
    "content": "Chuck Norris is the only person who can literally become a human cannonball."
  },
  {
    "categories": [],
    "id": 1290,
    "content": "\"Iron Man\" was originally going to be called \"Chuck Norris: The Movie,\" but everyone who knew about it got roundhouse kicked. Afterwords, Chuck Norris hired Robert Downey Jr. and had the movie called \"Iron Man\""
  },
  {
    "categories": [],
    "id": 1291,
    "content": "Cocaine is really just Chuck Norris's dandruff"
  },
  {
    "categories": [],
    "id": 1292,
    "content": "Michele Bachmann's face needed pastic surgery again after she called Chuck Norris' mother a social succubus for recieving social security payments that her husband & she paid into for 50 years."
  },
  {
    "categories": [],
    "id": 1293,
    "content": "When you're Chuck Norris, all the sperms that didn't make it... MAKE it."
  },
  {
    "categories": [],
    "id": 1294,
    "content": "It all started when Chuck Norris invented the wheel."
  },
  {
    "categories": [],
    "id": 1295,
    "content": "Chuck Norris was the fourth wise man, who gave baby Jesus the gift of beard, which he carried with him until he died. The other three wise men were enraged by the preference that Jesus showed to Chuck's gift, and arranged to have him written out of the bible. All three died soon after of mysterious roundhouse-kick related injuries."
  },
  {
    "categories": [],
    "id": 1296,
    "content": "Chuck Norris calls his left and right fists \"Great Vengeance\" and \"Furious Anger\""
  },
  {
    "categories": [],
    "id": 1297,
    "content": "Death only exists because Chuck Norris allows him to live."
  },
  {
    "categories": [],
    "id": 1298,
    "content": "If you receive an invitation from Chuck Norris to attend a Texas Tea Party rally, it is actually his secret code for you to come over for a fun filled evening of jello shooters, beer pong & strip poker."
  },
  {
    "categories": [],
    "id": 1299,
    "content": "The apple never falls far from the tree. Keep this in mind when talking to a bearded child claiming to be one of Chuck Norris' spawn."
  },
  {
    "categories": [],
    "id": 1300,
    "content": "Chuck Norris once abandoned one of his kids when it was discovered he was allergic to the family dinosaur!"
  },
  {
    "categories": [],
    "id": 1301,
    "content": "The rain in Spain falls mainly where Chuck Norris tells it to."
  },
  {
    "categories": [],
    "id": 1302,
    "content": "Chuck Norris can roundhouse kick you in the balls, face, and back of the head at the same time."
  },
  {
    "categories": [],
    "id": 1303,
    "content": "Wheaties are actually flash dried Chuck Norris boogers."
  },
  {
    "categories": [],
    "id": 1304,
    "content": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell, \"What the hell was that?\""
  },
  {
    "categories": [],
    "id": 1305,
    "content": "when the U.S. invaded Iraq looking for weapons of mass destruction all they found... was Chuck Norris"
  },
  {
    "categories": [],
    "id": 1306,
    "content": "The Colosseum is the last remaining Chuck Norris memorabilia on earth (apart from the earth itself). It was actually his first shit pot. When he grow up and left it, crowds of people started coming in just to view his shit and soon, kings, soldiers, gladiators and animals started fighting for it."
  },
  {
    "categories": [],
    "id": 1307,
    "content": "If queers had any balls they'd be real men like Chuck Norris."
  },
  {
    "categories": [],
    "id": 1308,
    "content": "Chuck Norris can literally HIT Puberty"
  },
  {
    "categories": [],
    "id": 1309,
    "content": "Chuck Norris roundhouse kicked a man in a wheelchair in the ground people dug that fossil up it is now a handicap parking sign but really it is a warning that Chuck is coming"
  },
  {
    "categories": [],
    "id": 1310,
    "content": "all insect killing sprays are made out of Chuck Norris fart"
  },
  {
    "categories": [],
    "id": 1311,
    "content": "The Dynamic Duo was originally called Chuck Norris and Batman. When Chuck Norris got bored and retired, Batman got promoted and added Robin to the team."
  },
  {
    "categories": [],
    "id": 1312,
    "content": "Chuck Norris is better than Ash Ketchum because Ash didn't catch all the Pokemon yet."
  },
  {
    "categories": [],
    "id": 1313,
    "content": "When Chuck Norris lived in Jamaica in the early 70's, he killed literally hundreds of people with his chucklocks alone."
  },
  {
    "categories": [],
    "id": 1314,
    "content": "Chuck Norris was originally going to be in Kombat Pack 2 for Mortal Kombat X. They cancelled him because 1 roundhouse kick kills the opponent instantly. FATALITY!"
  },
  {
    "categories": [],
    "id": 1315,
    "content": "Chuck Norris could call the National Organization for Women \"a bunch of fucked-up cunts\" and still win their Feminist of the Year award."
  },
  {
    "categories": [],
    "id": 1316,
    "content": "If Chuck Norris says \"Lets have fun!\", he actually wants to roundhouse kick you to space."
  },
  {
    "categories": [],
    "id": 1317,
    "content": "Miley Cyrus calls Chuck Norris daddy."
  },
  {
    "categories": [],
    "id": 1318,
    "content": "When nine hundred number operators get lonely at night, they call Chuck Norris."
  },
  {
    "categories": [],
    "id": 1319,
    "content": "What is black, white and red all over? Chuck Norris roundhose kicked an actor in a black and white old movie."
  },
  {
    "categories": [],
    "id": 1320,
    "content": "Someone once said, \"Chuck Norris doesn't look so tough\". All that is left of that person is an ass with a boot up it."
  },
  {
    "categories": [],
    "id": 1321,
    "content": "Chuck Norris once kicked a giraffes face to a snake. Now to this day the snake was called: \"Brontosaurus.\""
  },
  {
    "categories": [],
    "id": 1322,
    "content": "Sinkholes are not caused by water under the earth, they are results of someone questioning Chuck Norris' volleyball spiking ability."
  },
  {
    "categories": [],
    "id": 1323,
    "content": "There is a new Chuck Norris Visa Credit Card available. If you accrue enough Chuck Norris award points, he will personally punch the person of your choice in the face."
  },
  {
    "categories": [],
    "id": 1324,
    "content": "Chuck Norris literally whipped all of the U.S. Marines into shape while the U.S. Air Force was having thier mid-morning brunch and crochet lessons."
  },
  {
    "categories": [],
    "id": 1325,
    "content": "A grizzly bear shattered all its teeth when it bit Chuck Norris in the ass. A merciful Chuck Norris then lovingless fed the toothless grizzly 3 gallons of prueed salmon before ripping its gallbladder out through its asshole."
  },
  {
    "categories": [],
    "id": 1326,
    "content": "Chuck Norris rolled into a small Amish community in his Cadillac, and promptly introduced them to the pleasures of binge drinking, gambling, casual violence, sodomy, satanic death metal, porn and KFC."
  },
  {
    "categories": [],
    "id": 1327,
    "content": "Chuck Norris can literally kill time."
  },
  {
    "categories": [],
    "id": 1328,
    "content": "The jokes are slacking, pick up the paste guys, or Chuck Norris will Virtually Roundhouse your asses!!"
  },
  {
    "categories": [],
    "id": 1329,
    "content": "Chuck Norris is a member of the Hall of Fame in 19 different sports."
  },
  {
    "categories": [],
    "id": 1330,
    "content": "Chuck Norris once saw Spiderman on a wall so he folded up a newspaper and swatted him."
  },
  {
    "categories": [],
    "id": 1331,
    "content": "Chuck Norris can swallow his tongue, reel out two feet of toilet paper and wipe his own ass with it."
  },
  {
    "categories": [],
    "id": 1332,
    "content": "Chuck Norris, Arnold Swarzenegger and Sylvester Stallone were going to swim across the Atlantic. Arnold swam a mile, then gave up. Stallone swam two miles, then gave up. Chuck swam day and night for weeks. When he was a hundred yards away from the coast of Europe he said; \"I'm bored\" and turned around and swam back home."
  },
  {
    "categories": [],
    "id": 1333,
    "content": "The U.S. Constitution's ban on cruel and unusual punishment specifically exempts Chuck Norris."
  },
  {
    "categories": [],
    "id": 1334,
    "content": "According to Forrest Gump: \"Life is not like a box of chocolates. Life is actually not pissing off Chuck Norris. And that's all I have to say about that!\""
  },
  {
    "categories": [],
    "id": 1335,
    "content": "It's a little known fact that Chuck Norris's cat had a part in Harry Potter. To conceal her identity they called her \" Mrs Norris\"."
  },
  {
    "categories": [],
    "id": 1336,
    "content": "What Chuck Norris calls a \"chaser\" is what you and I call \"cobra venom\"."
  },
  {
    "categories": [],
    "id": 1337,
    "content": "Ghosts are actually caused by Chuck Norris killing people faster than Grim Reaper can process them."
  },
  {
    "categories": [],
    "id": 1338,
    "content": "Chuck Norris put 5 of his good friends in the hospital, after they challenged him to a pillow fight."
  },
  {
    "categories": [],
    "id": 1339,
    "content": "Michael Jordan was recently asked who he thought was the greatest basketball player in the world. His answer? Chuck Norris."
  },
  {
    "categories": [],
    "id": 1340,
    "content": "Chuck Norris was originally cast to play the Terminator. However, the directors realized that if Chuck Norris was the Terminator, there would be no human resistence."
  },
  {
    "categories": [],
    "id": 1341,
    "content": "The US did not boycot the 1980 Summer Olympics. Chuck Norris was the only US qualifier for every event. He decided not to compete because there was no challenge."
  },
  {
    "categories": [],
    "id": 1342,
    "content": "Chuck Norris can bend irony into balloon-animal shapes."
  },
  {
    "categories": [],
    "id": 1343,
    "content": "The world is actually a long action movie franchise and we're all just background characters in Chuck Norris' story."
  },
  {
    "categories": [],
    "id": 1344,
    "content": "Chuck Norris keeps all the nuclear launch codes pinned to his fridge."
  },
  {
    "categories": [],
    "id": 1345,
    "content": "Every once in awhile Chuck Norris goes on vacation to asia or the Middle-East. While there he usually gets into a bar-fight. Afterwards, this is remembered as a \"war\""
  },
  {
    "categories": [],
    "id": 1346,
    "content": "Chuck Norris went for a stroll in the jungle and was ambushed by a very hungry tiger. The attack was brutal, merciless and clinical. The tiger just doesn't have a ghost of chance at all. That is how Chuck Norris got the tiger rug in his living room."
  },
  {
    "categories": [],
    "id": 1347,
    "content": "The Chicago Cubs are the worst team in baseball history. The only reason Cub fans still exist is because they are the only group of losers that Chuck Norris, uncharacteristically, has displayed any mercy for."
  },
  {
    "categories": [],
    "id": 1348,
    "content": "Chuck Norris can complete the Kama Sutra in a weekend in his log cabin with nothing but a bottle of whiskey, a bag of salt and vinegar potato chips and a small hijacked busload of cheerleaders."
  },
  {
    "categories": [],
    "id": 1349,
    "content": "Miley Cyrus was inspired to do Wrecking Ball after actually swinging on one of Chuck Norris's balls."
  },
  {
    "categories": ["explicit"],
    "id": 1350,
    "content": "Chuck Norris' penis is usually equipped with a bayonet."
  },
  {
    "categories": ["explicit"],
    "id": 1351,
    "content": "Little known fact: Chuck Norris actually owns more gold chains than Mr T. It's just that he hangs them off of his penis instead."
  },
  {
    "categories": ["explicit"],
    "id": 1352,
    "content": "Chuck Norris frequently gets challenged to compare penis sizes with smartasses. Chuck always simply pulls out enough to win."
  },
  {
    "categories": ["explicit"],
    "id": 1353,
    "content": "The great wall of china was made as a stand for Chuck Norris's penis as Chuck Norris couldn't hold it up him self. Just kidding, he just wasn't bothered. And he HAS been alive that long."
  },
  {
    "categories": ["explicit"],
    "id": 1354,
    "content": "Chuck Norris' penis is large enough to pass a kidney stone as big as a bowling ball."
  },
  {
    "categories": ["explicit"],
    "id": 1355,
    "content": "Chuck Norris' penis is so massive that kids lose baseballs and frisbees on it"
  },
  {
    "categories": ["explicit"],
    "id": 1356,
    "content": "The first pump shotgun was Actually the worlds largest shotgun because it is Chuck Norris's Penis, it destroyed Hiroshima and Nagasaki when he was getting a hand job from a hot girl."
  },
  {
    "categories": ["explicit"],
    "id": 1357,
    "content": "A life-sized 24-carat gold sculpture of Chuck Norris' penis was in the briefcase in Pulp Fiction. Tarantino removed the scene at the end when Uma Thurman finally receives it."
  },
  {
    "categories": ["explicit"],
    "id": 1358,
    "content": "The eye of Chuck Norris' penis is all seeing, all knowing."
  },
  {
    "categories": ["explicit"],
    "id": 1359,
    "content": "Chuck Norris once had Sex with a whale. Not because he's a sick fuck or anything, it's just the only vagina in the world that can comfortably hold his Penis. The Same whale actually gave birth, and Chuck Norris named his whale son after himself... Moby Dick."
  },
  {
    "categories": ["explicit"],
    "id": 1360,
    "content": "Alf is actually Chuck Norris' detachable walking, talking cat eating penis."
  },
  {
    "categories": ["explicit"],
    "id": 1361,
    "content": "Chuck Norris has been meaning to get a penis reduction for years now, but his pride won't allow him to accept the countless invitations from limping, bow-legged women to pay for the procedure."
  },
  {
    "categories": ["explicit"],
    "id": 1362,
    "content": "Good Will Hunting was originally going to be called Good Chuck Norris. However, after producers watched the test footage (shot by Norris himself), they realized the constant graphic violence and extended hardcore sex scenes were too much for a mainstream audience, so, they decided to get a bunch of pussies to make a movie for wimps instead."
  },
  {
    "categories": ["explicit"],
    "id": 1363,
    "content": "Last year Chuck Norris went to Cannes Film Festival. On seeing him, a huge crowd of fans gathered, chanting \"au-to-graph! au-to-graph!\" in unison. Not to disappoint his ardent fans, he delivered a lightning fast roundhouse kick to the nearest fan, dropping him dead instantly. Chuck Norris beamed. The terrified fans changed their chant to \"NO autograph! NO autograph! NO autograph!\". Chuck Norris gave all of them his autograph anyway. Later in the evening he had sex with Gisele Bundchen."
  },
  {
    "categories": ["explicit"],
    "id": 1364,
    "content": "Football was invented when Chuck Norris kicked a pig 100 yards and caught it before it hit the ground , knocking down 11large men in the process . Then he had sex with eight girls in short skirts with large pom-poms ."
  },
  {
    "categories": ["explicit"],
    "id": 1365,
    "content": "Chuck Norris if you read thi s please let me suck your balls to show you how gay I am"
  },
  {
    "categories": ["political"],
    "id": 1366,
    "content": "When Barack Obama said \"Yes we can,\" he actually was referring to Chuck Norris"
  },
  {
    "categories": ["explicit"],
    "id": 1367,
    "content": "Side effects to Chuck Norris sex: vagina set on fire; putting out fire with own orgasm; euphoric sobbing; broken bones; end of the Mayan Long Count Calendar; cops show up complaining about the screaming; dead cops; face shines with ethereal glory; Jeff Gordon's gay; curtain of the temple is rent in twain; all colors in the visible spectrum turn black."
  },
  {
    "categories": ["explicit"],
    "id": 1368,
    "content": "Justin Bieber, God and Chuck Norris are all on a tall building. Underneath is a very busy road. They all pull their trousers down to measure their dick size. Bieber had no dick, so he fell off. Norris started swinging, so God asked why. He replied \"I am dodging traffic\"."
  },
  {
    "categories": ["political"],
    "id": 1369,
    "content": "Chuck Norris is responsible for China's over-population. He hosted a Karate tournament in Beijing and all women within 1,000 miles became pregnant instantly."
  },
  {
    "categories": ["movie"],
    "id": 1370,
    "content": "Scientists created Arnold Schwarzenegger, Sly Stallone, Jean-Claude Van Damme, Vin Diesel, and Hulk Hogan by using urine samples from a toilet Chuck Norris once pissed in."
  },
  {
    "categories": ["explicit"],
    "id": 1371,
    "content": "Moundy MC, Mr Johnson, and Chuck Norris all enjoy anal sex."
  },
  {
    "categories": ["explicit"],
    "id": 1372,
    "content": "An impression of Chuck Norris' asshole on any signed document is considered to be legally certified in all 50 states and 7 Asian countries."
  },
  {
    "categories": ["explicit"],
    "id": 1373,
    "content": "When asked about who should be the next pope, Chuck Norris reportedly said 'he could be some asshole from Buenos Aires for all I fucking care'."
  },
  {
    "categories": ["explicit"],
    "id": 1374,
    "content": "The next time you witness Chuck Norris brutally punching some asshole repeatedly in the face, if you look closely you will see little translucent '+50' numbers floating away."
  },
  {
    "categories": ["explicit"],
    "id": 1375,
    "content": "On his first day at boot camp, young Chuck Norris was told by the drill sergeant to 'drop and give me twenty'. Naturally, Chuck roundhouse-kicked the asshole into the next state and was promoted to general later that day."
  },
  {
    "categories": [],
    "id": 1376,
    "content": "Chuck Norris recently attended a Black Panther and KKK rally at the South Carolina state house. Authorities found no survivors."
  },
  {
    "categories": [],
    "id": 1377,
    "content": "Eminem Sings about a Tornado meeting a Volcano, However we all know this is what happened when Chuck Norris created god."
  },
  {
    "categories": [],
    "id": 1378,
    "content": "Chuck Norris went on deal or no deal... the banker offered him 100 billion when he got all the top numbers on his fisrt round. he then raised it by 10 times when Chuck Norris said no.... the banker was then killed by picking up the rong phone"
  },
  {
    "categories": [],
    "id": 1379,
    "content": "Did you ever think at random \"hey I feel like I already been through this in past\" where you actually haven't? It's just Chuck Norris rewinding life so he can watch it again."
  },
  {
    "categories": ["explicit"],
    "id": 1380,
    "content": "Chuck Norris is a fat and lonely man who has bum sex with his 10 year old son, I know this because I am Chuck Norris son \"dad get that small dick out of there\""
  },
  {
    "categories": [],
    "id": 1381,
    "content": "when Chuck Norris played foot ball in high school, the coach new better than to say bring the house, cause he new that Chuck Norris would bring the house the garage and the family car, and then throw it at the quarter back."
  },
  {
    "categories": [],
    "id": 1382,
    "content": "You know when you have that feeling that you've seen all of this before....... That's just your life flashing before your eyes after Chuck Norris roundhouse kicked you in the face."
  },
  {
    "categories": [],
    "id": 1383,
    "content": "When Chuck Norris stares at you your balls drop to the ground"
  },
  {
    "categories": [],
    "id": 1384,
    "content": "Being scared of tite spaces is called clausaphobic being scared of water is called hydrophobic being scared of Chuck Norris is called logic"
  },
  {
    "categories": [],
    "id": 1385,
    "content": "Pwnage was originally the term for being touched by Chuck Norris"
  },
  {
    "categories": [],
    "id": 1386,
    "content": "Unfortunately Chuck Norris isn't doing the voting on these terrible jokes. You guys are. A guy say \"Chuck Norris favorite color is red, cause he sees a lot of blood!\"Haha. That one gets 50 thumbs up from you guys. No joke its on there. Really? Wow"
  },
  {
    "categories": [],
    "id": 1387,
    "content": "if Chuck Norris stared on the movie \"taken\" the movie would have been called \"given back questions asked\""
  },
  {
    "categories": [],
    "id": 1388,
    "content": "Only one man has challenged Chuck Norris, he was suddenly vapour and I would seem Chuck Norris hadn't even moved."
  },
  {
    "categories": [],
    "id": 1389,
    "content": "some people say cockroaches will inherit the earth after a nuclear war, and they will... that is if Chuck Norris isn't around to kill all of them first."
  },
  {
    "categories": [],
    "id": 1390,
    "content": "All of the UFO sightings were just people seeing Chuck Norris fly to McDonald's."
  },
  {
    "categories": [],
    "id": 1391,
    "content": "The only thing that makes Chuck Norris fall asleep is the sound of his own laughter after he kills a kids family making them orphans."
  },
  {
    "categories": ["explicit"],
    "id": 1392,
    "content": "the moon has craters on it cos once Chuck Norris had sex with it and gave it syphilis - and small pox"
  },
  {
    "categories": [],
    "id": 1393,
    "content": "The USA is now the CNC [Chuck Norris Country]. Lawl did you really think i was Chuck Norris? no, im that \"...\" guy trololololololoftjhdlshkgksejeklnadjsuehukdkjfdlxgijhjwvddkDARN NOT AGAINhgjfsncdjcndchcnuckjhkxzsgk"
  },
  {
    "categories": [],
    "id": 1394,
    "content": "All of Chuck Norris' chinese ex-girlfriends say \"chuck can fuck\" but it didnt work out because \"chuck ig-nore-us\""
  },
  {
    "categories": [],
    "id": 1395,
    "content": "God create the earth and all living things.... But Chuck Norris created God"
  },
  {
    "categories": [],
    "id": 1396,
    "content": "(aka dont dis chuck ) It has to be Chuck Norris Chuck norris oops you almost made a fatal error Chuck norris cant catch em all Chuck norris didnt forget the quiche and he didnt pay for it either Chuck norris doesnt go to morrisons"
  },
  {
    "categories": [],
    "id": 1397,
    "content": "cats don't mess with Chuck Norris, coz they know dat 1 kick from him equals to 5 cat lifes and we all know Chuck Norris doesn't kick once"
  },
  {
    "categories": [],
    "id": 1398,
    "content": "will weston has no balls hes a fucking hermaphrodite. Chuck Norris hates hermaphrodites"
  },
  {
    "categories": [],
    "id": 1399,
    "content": "last halloween Chuck Norris carved his pumpkin with an axe! The design? A picture of Chuck Norris carving a pumpkin with a freakin axe!"
  },
  {
    "categories": [],
    "id": 1400,
    "content": "all gods pray to Chuck Norris"
  },
  {
    "categories": [],
    "id": 1401,
    "content": "Chuck Norris can play angry birds, listen to music and watch movies on a pay-phone... and all for free"
  },
  {
    "categories": [],
    "id": 1402,
    "content": "how much wood would a wood chuck chuck if the wood chuck was Chuck Norris...all of it...and them some."
  },
  {
    "categories": [],
    "id": 1403,
    "content": "Bioluminescence is the production and emission of light by a living organism. Its name is a hybrid word, originating from the Greek bios for \"living\" and the Latin lumen \"light\". Bioluminescence is a naturally occurring form of chemiluminescence where energy is released by a chemical reaction in the Chuck Norris"
  },
  {
    "categories": [],
    "id": 1404,
    "content": "Chuck Norris is did catch'em all"
  },
  {
    "categories": [],
    "id": 1405,
    "content": "As a child, Chuck Norris used to engoy making shapes in sandboxes. we call them pyramids"
  },
  {
    "categories": [],
    "id": 1406,
    "content": "Chuck Norris once dug a hole all the way to the moon."
  },
  {
    "categories": [],
    "id": 1407,
    "content": "some said there is nothing to fear but fear itself. what he really meant was there is nothing to fear but Chuck Norris"
  },
  {
    "categories": [],
    "id": 1408,
    "content": "the fountain of youth is actually Chuck Norris' lavatory"
  },
  {
    "categories": [],
    "id": 1409,
    "content": "Its called the Chuck Norris roundhouse kick because it's delivered by Chuck Norris and when it strikes you, your head spins around and then you fly into a house."
  },
  {
    "categories": [],
    "id": 1410,
    "content": "when you pay taxes, you dont pay them to the goverment. you are actually paying Chuck Norris not to kill you for living on the same land mass as him"
  },
  {
    "categories": [],
    "id": 1411,
    "content": "if a tree falls in the forest and Chuck Norris is around does he make a sound when he is killing your family"
  },
  {
    "categories": [],
    "id": 1412,
    "content": "in the movie dodgeball when Chuck Norris gave the thumbs up all bets were off for stiller...... Chuck Norris cannot tell a lie"
  },
  {
    "categories": [],
    "id": 1413,
    "content": "alien vs predator was origonally called aliens and predator vs Chuck Norris but nobody would pay 9 dollars to see a movie 14 seconds long"
  },
  {
    "categories": [],
    "id": 1414,
    "content": "dear 'fuckwillweston' i found ur comment rude so i thought id share with you that i fucked Chuck Norris n he loved it and i also fucked ur mum they both loved my big balls!!!"
  },
  {
    "categories": [],
    "id": 1415,
    "content": "When david belfirst first invented the telephone there were 2 missed calls from Chuck Norris."
  },
  {
    "categories": [],
    "id": 1416,
    "content": "when a doctor has an erection for more than four hours, they call Chuck Norris"
  },
  {
    "categories": [],
    "id": 1417,
    "content": "i will kill u all ps usa is now usck:the united states of Chuck Norris"
  },
  {
    "categories": [],
    "id": 1418,
    "content": "You, the reader of this message, have nothing better to do than read Chuck Norris memes all day. One day your fat, acme-covered ass will die of AID's and virginity and i'll stand over your grave in a yellow thong thrusting my man meat on your tombstone tea bagging you."
  },
  {
    "categories": [],
    "id": 1419,
    "content": "When Chuck Norris was born people called him \"hucky"
  },
  {
    "categories": [],
    "id": 1420,
    "content": "Chuck Norris has a do called round house"
  },
  {
    "categories": [],
    "id": 1421,
    "content": "in third world war people will be calling heil norris! long live Chuck Norris"
  },
  {
    "categories": [],
    "id": 1422,
    "content": "when Chuck Norris leaves a good first impression, 9 chances out of 10, it's usually the sole of his boot on there face."
  },
  {
    "categories": [],
    "id": 1423,
    "content": "dylan halllmark beat Chuck Norris up"
  },
  {
    "categories": [],
    "id": 1424,
    "content": "Chuck Norris was originally cast in the hit film taken but he got his daughter back before the end of the opening scene"
  },
  {
    "categories": [],
    "id": 1425,
    "content": "Chuck Norris played a game of ping-pong with the wall.... and won"
  },
  {
    "categories": [],
    "id": 1426,
    "content": "Chuck Norris has wings - on his balls ... of steel."
  },
  {
    "categories": [],
    "id": 1427,
    "content": "The referee was afraid to call a foul on Chuck Norris Because Chuck Norris can do worse then what he already did"
  },
  {
    "categories": [],
    "id": 1428,
    "content": "Saying Chuck Norris sucks actually means hes epic. Saying Chuck Norris is epic means hes epic. Saying Chuck Norris is good means hes epic...Obviously anything you say about Chuck Norris means hes epic. A boy: Chuck Norris, you suck. Chuck Norris: I am epic."
  },
  {
    "categories": [],
    "id": 1429,
    "content": "Chuck Norris has a shit list its called the obituarys"
  },
  {
    "categories": [],
    "id": 1430,
    "content": "Goons, thugs, assasins, and maniacs wanna be called Chuck Norris"
  },
  {
    "categories": [],
    "id": 1431,
    "content": "when alexander gram bell inveted the first phone he already had 2 missed calls from Chuck Norris"
  },
  {
    "categories": [],
    "id": 1432,
    "content": "Chuck Norris can spike a volly ball... under handed"
  },
  {
    "categories": [],
    "id": 1433,
    "content": "did u know Chuck Norris looks like he has red hair..... so all the people he has killed or beaten i just want to say that u got beat up by a GINGER."
  },
  {
    "categories": [],
    "id": 1434,
    "content": "Chuck Norris doesn't chew gum balls. he chews bowling balls."
  },
  {
    "categories": [],
    "id": 1435,
    "content": "When Chuck Norris was born people called him Chucky"
  },
  {
    "categories": [],
    "id": 1436,
    "content": "God and Chuck Norris were once playing chess together. But then they got bored and Chuck thought of something called martial arts. thats why God always sends down people to earth instead of himself. guess he didn't love Jesus. huh."
  },
  {
    "categories": [],
    "id": 1437,
    "content": "Chuck Norris was originally cast in the hit fil taken but he got his daughter back before the end of the opening scene"
  },
  {
    "categories": [],
    "id": 1438,
    "content": "when Chuck Norris plays madden 2012 he plays on all-chuck"
  },
  {
    "categories": [],
    "id": 1439,
    "content": "Chuck Norris once beat the entire New York jets football team by himself. And every play he ran was a punt!"
  },
  {
    "categories": [],
    "id": 1440,
    "content": "we all know that the hulk is green..with envy, because he knows Chuck Norris can kick his fucking ass"
  },
  {
    "categories": [],
    "id": 1441,
    "content": "Chuck Norris invented a game called hid and go peek"
  },
  {
    "categories": ["explicit"],
    "id": 1442,
    "content": "did you ever notice that quidditch rhymes with spinach so harry potter is actually Popeye and we all know Popeye is actually Chuck Norris's penis so by that logic Chuck Norris's penis eats spinach flexes, and avada-round house kicks you in the face!"
  },
  {
    "categories": [],
    "id": 1443,
    "content": "Chuck Norris could order a steak at PETA's cafeteria and get one. But he's far more likely to kick the shit out of all the candy-asses in the place before roundhousing the building into rubble."
  },
  {
    "categories": [],
    "id": 1444,
    "content": "\"For Chuck Norris so loved the world that he gave his one and only Son, Chuck Norris, that whoever believes in him shall not perish but have eternal life.\" -- John 3:16"
  },
  {
    "categories": [],
    "id": 1445,
    "content": "Chuck Norris once had a running race with a tortoise. In the middle of the race, Chuck Norris decided to take a nap. The tortoise managed to cover the distance and win the race while Chuck Norris was sleeping. On realizing he had won the race, the shocked and fear-stricken tortoise ran and hid in the depths of the Pacific ocean. Long story short, Chuck Norris has the shell of that tortoise hung on the wall of his house as a message to everyone that \"No one wins Chuck Norris, no matter what\"."
  },
  {
    "categories": [],
    "id": 1446,
    "content": "Chuck Norris doesn't get called for jury duty. He gets called on to act as executioner."
  },
  {
    "categories": [],
    "id": 1447,
    "content": "Chuck Norris has gotten wind that some \"Twilighters\" think Chuck Norris facts are actually Edward Cullen's!? Chuck Norris' response to this --- \"Choose the wolf, Bella. The pale-skinned white man is nothing but a sparkling fancy-pansy\" 'cause there is no theory of evolution - just a list of creatures Chuck Norris allows to live."
  },
  {
    "categories": [],
    "id": 1448,
    "content": "At the dawn of time, Chuck Norris and Mr. T sat in an empty universe, bored with nothing to destroy, so they decided to arm wrestle. The competition began - it raged on for days and days, with thunderclaps of pure energy jolting off of their bulging muscles, ripping holes through reality, and creating the universe as we know it. Finally, after much-ado, and with one emphatic thud, Mr. T beat Chuck Norris at arm wrestling... ...And thus, Chuck Norris invented racism, and roundhouse kicked Mr. T into a bad 1980's TV show."
  },
  {
    "categories": [],
    "id": 1449,
    "content": "Someone once accused Chuck Norris of offering a call girl $1000 for an evening of sex. That's a damn lie. Call girls offer Chuck Norris well over $1000 for an evening of sex."
  },
  {
    "categories": [],
    "id": 1450,
    "content": "Chuck Norris does not save people's cellphone numbers. If he wants to call He guesses the number and always guesses right Chuck Norris never learned to drive. He just knew it Chuck Norris farted once.It was the 6 august 1945 in hiroshima japan.During world war II. The media covered him up saying it was an atomic bomb My email adress is nmkauka@hotmail.com. I'm a humorist #A_Reason_To_laugh"
  },
  {
    "categories": [],
    "id": 1451,
    "content": "The so-called Most Interesting Man in the World prefers Dos Equis beer. The truly Most Interesting Man in the World, Chuck Norris, always drinks American beer, thank you very fucking much."
  },
  {
    "categories": [],
    "id": 1452,
    "content": "Which phrase has Chuck Norris never spoken? a. \"I was wrong.\" b. \"My bad.\" c. \"I don't know.\" d. \"Was it good for you?\" e. All of the above The answer is \"e.\" Chuck knows all, never makes a mistake, and satisfies every woman he nails at least twice each time."
  },
  {
    "categories": [],
    "id": 1453,
    "content": "If anyone says any thing about will weston I will personaly pin them down whilst Chuck Norris an will put their balls in your mouth cos I am the hardest guy in the world!!!! Gary Neville does not sleep.................. he waits. And kills."
  },
  {
    "categories": ["explicit"],
    "id": 1454,
    "content": "the 3 blind mice may have rang all the bells in the church Chuck Norris rang all the bells in america the snap of his fingers then he got an award for rape"
  },
  {
    "categories": ["explicit"],
    "id": 1455,
    "content": "Late at night, Chuck Norris was once walking back home alone after watching a Chuck Norris movie. A mugger approached him from the back, tapped on his shoulder and said \"Hey, gimme your money!\". Chuck Norris slowly turned around, paused for a while and gave the mugger a sarcastic smile. He then proceeded to rape the mugger anally, crush his skull, break his spine and killed him in a fraction of a second. Chuck Norris then brought the mugger back to life and then broke each of his limbs, eviscerated the mugger's gut, ate the mugger's still beating heart and infected him with AIDS, killing the unfortunate mugger once again. Chuck Norris then brough the mugger to life yet again for the second time, only to give the mugger a final fatal roundhous kick to his face killing the man and his soul at the same time. Chuck Norris then threw his packed wallet at the remains of his victim and said \"Do not tap on my shoulders ever again\", and continued to walk home slowly."
  },
  {
    "categories": ["explicit"],
    "id": 1456,
    "content": "Chuck Norris fucks will weston anally - rape is Chuck's favourite game."
  },
  {
    "categories": ["explicit"],
    "id": 1457,
    "content": "When observing a Chuck Norris roundhouse kick in slow motion, one finds that Chuck Norris actually rapes his victim in the ass, smokes a cigarette with Dennis Leary, and then roundhouse kicks them in the face."
  },
  {
    "categories": ["explicit"],
    "id": 1458,
    "content": "Chuck Norris once got confused by looking at the infinity sign, so he roundhouse kicked it back into a clock, he now has it straped onto his wrist and calls it his wristwatch"
  },
  {
    "categories": ["explicit"],
    "id": 1459,
    "content": "When Chuck Norris is playing Monopoly and goes to jail, his battleship will actually rape and murder other inmates."
  },
  {
    "categories": ["explicit"],
    "id": 1460,
    "content": "The official CIA report reads, \"Chuck Norris impaled Osama bin Laden with a flame, raped all 54 of his wives for 126 minutes, then roundhouse kicked his son in the soul. His son reached approximately 1 million degrees Fahrenheit in less than a second."
  },
  {
    "categories": ["money"],
    "id": 1461,
    "content": "Chuck Norris donates all of his money to the M.Y. Wallet foundation, and you better too, or else."
  },
  {
    "categories": ["money"],
    "id": 1462,
    "content": "Chuck Norris is so money he's accepted at all highstreet retailers."
  },
  {
    "categories": ["money"],
    "id": 1463,
    "content": "Once Chuck Norris went on a game show called Fear Factor and won the money with no sweat"
  },
  {
    "categories": ["money"],
    "id": 1464,
    "content": "In response to the recent Ice Bucket Challenge that is trending worldwide, Chuck Norris invented a version of his own. Simply called the \"Bucket Challenge,\" you donate money to Chuck Norris or he repeatedly throws buckets at you until you give in."
  },
  {
    "categories": ["money"],
    "id": 1465,
    "content": "Chuck Norris walked into a bank during a robbery. When the crooks saw Chuck, they returned all the money then gave the teller all the money from their own wallets."
  }
]
